Repository: waas1-007/themes
Catalog: xstore/8.2.3/languages/*.po
Languages: ar

source: Enable responsive CSS boxes for columns and rows in WPBakery builder.
ar: قم بتمكين مربعات CSS سريعة الاستجابة للأعمدة والصفوف في WPBakery builder.

source: Theme menu options
ar: خيارات قائمة الموضوع

source: Enable to get additional menu settings to build mega menus, upload menu images, icons etc.
ar: قم بتمكين الحصول على إعدادات قائمة إضافية لإنشاء قوائم ضخمة ، وتحميل صور القائمة ، والرموز ، إلخ.

source: SEO: "noindex" tag for url's
ar: SEO: علامة "noindex" لعناوين url

source: Enable this option if you want to use "noindex" tag for shop url's with parameters.
ar: قم بتمكين هذا الخيار إذا كنت تريد استخدام علامة "noindex" لعناوين url الخاصة بالمتجر مع المعلمات.

source: Portfolio projects
ar: مشاريع المحفظة

source: Turn on to enable portfolio projects post type.
ar: قم بتشغيل لتمكين نوع منشور مشاريع الحافظة.

source: Portfolio page
ar: صفحة معرض الاعمال

source: Choose the portfolio page.
ar: اختر صفحة المحفظة.

source: Portfolio filters show
ar: تظهر مرشحات المحفظة

source: Work only at portfolio archive page.
ar: العمل فقط في صفحة أرشيف الحافظة.

source: All
ar: الكل

source: Only parent
ar: الوالد الوحيد

source: Portfolio grid style
ar: نمط شبكة المحفظة

source: Control the portfolio projects design on the portfolio page.
ar: التحكم في تصميم مشاريع المحفظة على صفحة المحفظة.

source: With title
ar: عنوان العلامة التجارية

source: On hover
ar: عند التمرير

source: Full width portfolio
ar: محفظة كاملة العرض

source: Turn on to stretch portfolio page.
ar: قم بتشغيل لتمديد صفحة الحافظة.

source: Make first project wide
ar: اجعل المشروع الأول واسعًا

source: Turn on to make the first portfolio project on the portfolio page in double size.
ar: قم بتشغيل لجعل مشروع الحافظة الأول على صفحة الحافظة بحجم مزدوج.

source: Turn on placing projects in optimal position based on available vertical space.
ar: قم بتشغيل وضع المشاريع في الوضع الأمثل بناءً على المساحة الرأسية المتاحة.

source: Choose the number of columns for the portfolio projects.
ar: اختر عدد الأعمدة لمشاريع الحافظة.

source: Portfolio item spacing
ar: تباعد عناصر المحفظة

source: Set the space between portfolio projects on the portfolio page.
ar: اضبط المسافة بين مشاريع المحفظة في صفحة المحفظة.

source: Items per page
ar: مواد لكل صفحة

source: Set the number of projects to show on the portfolio page before pagination appears. Use -1 to show all items.
ar: قم بتعيين عدد المشاريع التي سيتم عرضها في صفحة الحافظة قبل ظهور ترقيم الصفحات. استخدم -1 لإظهار كافة العناصر.

source: Show next/previous projects navigation
ar: إظهار التنقل في المشاريع التالية / السابقة

source: Turn on to show next/prev project navigation on the single project page.
ar: قم بتشغيل لإظهار التنقل في المشروع التالي / السابق على صفحة المشروع الفردي.

source: Image sizes for portfolio
ar: أحجام الصور للمحفظة

source: Choose the most suitable size for the project images on the portfolio page. Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme. Alternatively enter size in pixels. Example: 200x100 (Width x Height).
ar: اختر الحجم الأنسب لصور المشروع على صفحة المحفظة. مثال: "صورة مصغرة" أو "متوسطة" أو "كبيرة" أو "كاملة" أو أحجام أخرى محددة حسب المظهر. بدلا من ذلك أدخل الحجم بالبكسل. مثال: 200 × 100 (العرض × الارتفاع).

source: Portfolio order way
ar: طريقة ترتيب المحفظة

source: Choose the method of collation for the portfolio projects on the portfolio page.
ar: اختر طريقة التجميع لمشاريع الحافظة على صفحة الحافظة.

source: Portfolio order by
ar: ترتيب الملفات

source: Choose the ascending or descending order for the portfolio projects.
ar: اختر الترتيب التصاعدي أو التنازلي لمشاريع الحافظة.

source: Social sharing
ar: مشاركه إجتماعيه

source: Select socials you want to show
ar: حدد وسائل التواصل الاجتماعي التي تريد عرضها

source: Turn on share buttons you need to show on the single product and post pages.
ar: قم بتشغيل أزرار المشاركة التي تحتاج إلى إظهارها على المنتج الفردي وصفحات النشر.

source: Share twitter
ar: مشاركة تويتر

source: Share facebook
ar: مشاركة الفيسبوك

source: Share vk
ar: مشاركة vk

source: Share pinterest
ar: حصة بينتيريست

source: Share mail
ar: مشاركة البريد

source: Share linkedin
ar: مشاركة LinkedIn

source: Share whatsapp
ar: مشاركة الواتس اب

source: Share skype
ar: مشاركة سكايب

source: Copy link on click
ar: انسخ الرابط عند النقر

source: Turn on to copy link to clipboard on click.
ar: قم بتشغيل لنسخ الرابط إلى الحافظة عند النقر.

source: Icons filled
ar: تم ملء الرموز

source: Turn on to show icons with background.
ar: قم بتشغيل لإظهار الرموز مع الخلفية.

source: Speed Optimization
ar: تحسين السرعة

source: Image Loading Type
ar: نوع تحميل الصورة

source: It can improve the loading time. Lazy Load - images will be loaded only as they enter the viewport and reduces the number of requests. LQIP(Low-Quality Image Placeholders) - initially loads a low-quality (smaller version) of the final image to fill in the container until the high-resolution version can load.
ar: يمكن أن يحسن وقت التحميل. تحميل Lazy Load - سيتم تحميل الصور فقط عند دخولها في إطار العرض وتقليل عدد الطلبات. LQIP (العناصر النائبة للصور منخفضة الجودة) - يقوم مبدئيًا بتحميل صورة منخفضة الجودة (إصدار أصغر) من الصورة النهائية لملء الحاوية حتى يمكن تحميل الإصدار عالي الدقة.

source: Lazy
ar: كسول

source: Old browser support
ar: دعم المتصفح القديم

source: Turn on to load additional JS library to support old browsers.
ar: قم بتشغيل لتحميل مكتبة JS إضافية لدعم المتصفحات القديمة.

source: FontAwesome support
ar: دعم FontAwesome

source: Turn on to load FontAwesome icons font and scripts.
ar: قم بتشغيل لتحميل الخط والنصوص الخاصة برموز FontAwesome.

source: Running FontAwesome scripts and styles needed to work for some elements that use those icons, e.g. menu subitem item icons (51kb of page size)
ar: يلزم تشغيل البرامج النصية والأنماط FontAwesome المطلوبة للعمل مع بعض العناصر التي تستخدم تلك الرموز ، على سبيل المثال رموز عناصر القائمة الفرعية (51 كيلوبايت من حجم الصفحة)

source: 4.7.0 version
ar: الإصدار 4.7.0

source: 5.15.3 version
ar: إصدار 5.15.3

source: Menu dropdown ajax loading
ar: القائمة المنسدلة أياكس تحميل

source: Enable ajax load on mouseover for menu dropdowns.
ar: تفعيل تحميل ajax عند تمرير الماوس للقوائم المنسدلة.

source: Menu dropdown cache
ar: ذاكرة التخزين المؤقت القائمة المنسدلة

source: Enable localStorage cache for menu dropdowns. If you are still in develop mode, please, keep this option disabled to see changes at once.
ar: تفعيل ذاكرة التخزين المؤقت المحلية للقوائم المنسدلة. إذا كنت لا تزال في وضع التطوير ، فيرجى إبقاء هذا الخيار معطلاً لمشاهدة التغييرات في الحال.

source: Menu cache
ar: ذاكرة التخزين المؤقت القائمة

source: Enable object cache for menu.
ar: تفعيل ذاكرة التخزين المؤقت للكائن للقائمة.

source: Static Blocks cache
ar: كتل ثابتة مخبأ

source: Enable object cache for Static Blocks.
ar: تفعيل ذاكرة التخزين المؤقت للكائنات للكتل الثابتة.

source: Wishlist for variation products
ar: قائمة الرغبات للمنتجات المتنوعة

source: Wishlist from shop page will add selected product variation.
ar: قائمة الرغبات من صفحة المتجر ستضيف تنوعًا محددًا للمنتج.

source: Always load wc-cart-fragments
ar: قم دائمًا بتحميل شظايا عربة التسوق

source: WooCommerce “Cart Fragments” is a script using admin ajax to update the cart without refreshing the page. This functionality will slow down the speed of your site.
ar: WooCommerce “Cart Fragments” هو نص برمجي يستخدم admin ajax لتحديث سلة التسوق دون تحديث الصفحة. ستعمل هذه الوظيفة على إبطاء سرعة موقعك.

source: Minify CSS
ar: تصغير CSS

source: Minify theme and core plugin css assets
ar: تصغير السمة والأصول الإضافية الأساسية css

source: Ajaxify Widgets
ar: الحاجيات Ajaxify

source: Ajax loading of widgets set in this option
ar: Ajax تحميل عناصر واجهة المستخدم المحددة في هذا الخيار

source: Ajaxify Menus
ar: قوائم أجاكسيفي

source: Ajax loading of menus set in this option
ar: اياكس تحميل القوائم المحددة في هذا الخيار

source: Remove query strings from theme static resources
ar: إزالة سلاسل الاستعلام من الموارد الثابتة للنسق

source: Enable to remove the version query string from static resources to improve the Remove query strings from static resources grade on GT Metrix. Don't enable if you use cache plugin where this option is also enabled
ar: قم بتمكين إزالة سلسلة استعلام الإصدار من الموارد الثابتة لتحسين إزالة سلاسل الاستعلام من تصنيف الموارد الثابتة في GT Metrix. لا تقم بتمكين إذا كنت تستخدم مكونًا إضافيًا لذاكرة التخزين المؤقت حيث يتم تمكين هذا الخيار أيضًا

source: Disable emoji
ar: تعطيل الرموز التعبيرية

source: It generates an additional HTTP request on your WordPress site to load the wp-emoji-release.min.js file.
ar: يقوم بإنشاء طلب HTTP إضافي على موقع WordPress الخاص بك لتحميل ملف wp-emoji-release.min.js.

source: Disable Gutenberg styles
ar: تعطيل أنماط غوتنبرغ

source: Disable elementor dialog js
ar: تعطيل عنصر الحوار js

source: Disable theme swiper js library
ar: تعطيل مكتبة موضوع swiper js

source: Theme use own swiper.js library, if you use plugins that have they own, enable this option to prevent loading second library.
ar: يستخدم السمة مكتبة swiper.js الخاصة ، إذا كنت تستخدم المكونات الإضافية التي تمتلكها ، فقم بتمكين هذا الخيار لمنع تحميل المكتبة الثانية.

source: Styling/Colors
ar: التصميم / الألوان

source: Turn on to switch site to dark styles.
ar: قم بتشغيله لتبديل الموقع إلى الأنماط الداكنة.

source: Main Color
ar: اللون الرئيسي

source: Choose the main color for the site (color of links, active buttons and elements like pagination, sale price, portfolio project mask, blog image mask etc).
ar: اختر اللون الرئيسي للموقع (لون الروابط والأزرار والعناصر النشطة مثل ترقيم الصفحات وسعر البيع وقناع مشروع المحفظة وقناع صورة المدونة وما إلى ذلك).

source: Site Background
ar: خلفية الموقع

source: Choose the background of the site. Visible if boxed layout is enabled.
ar: اختر خلفية الموقع. مرئي إذا تم تمكين التخطيط المعبأ.

source: Container Background Color
ar: لون خلفية المحتوى

source: Choose the background color of the template container. Template container covers the whole visible area if wide layout is enabled.
ar: اختر لون الخلفية لحاوية القالب. تغطي حاوية النموذج المنطقة المرئية بالكامل إذا تم تمكين التخطيط العريض.

source: Inputs border radius
ar: حدود المدخلات نصف قطرها

source: Inputs background color
ar: مدخلات لون الخلفية

source: Controls the background color of the all the inputs.
ar: يتحكم في لون الخلفية لكل المدخلات.

source: Inputs border color
ar: مدخلات لون الحدود

source: Controls the border color of the all the inputs.
ar: يتحكم في لون حدود كل المدخلات.

source: Make all slider's arrows without background or with your custom color
ar: اجعل جميع أسهم شريط التمرير بدون خلفية أو بلون مخصص

source: Slider arrows background color
ar: لون الخلفية سهام المنزلق

source: Slider arrows color
ar: سهام المنزلق اللون

source: Bold weight for icons
ar: الوزن الجريء للرموز

source: Turn on to make all the default icons (cart, search, wishlist, arrows etc) bold.
ar: قم بتشغيل لجعل جميع الرموز الافتراضية (عربة التسوق ، البحث ، قائمة الرغبات ، الأسهم ، إلخ) غامقة.

source: Light buttons
ar: أزرار ضوئية

source: Light buttons background
ar: أزرار الإضاءة الخلفية

source: Buttons text color
ar: لون نص الأزرار

source: Light buttons border color
ar: أزرار الضوء لون الحدود

source: Controls the light buttons border color
ar: يتحكم في لون حدود أزرار الضوء

source: Light buttons border width
ar: عرض حدود أزرار الضوء

source: Controls the light buttons border width
ar: يتحكم في عرض حدود أزرار الضوء

source: Light buttons border radius
ar: نصف قطر حدود أزرار الضوء

source: Light buttons border width (hover)
ar: عرض حدود أزرار الضوء (تحوم)

source: Controls the light buttons border width on hover
ar: يتحكم في عرض حدود أزرار الضوء عند التمرير

source: Light buttons border style
ar: أزرار الضوء نمط الحدود

source: Controls the light buttons border style
ar: يتحكم في نمط حدود أزرار الضوء

source: Light buttons border style (hover)
ar: نمط حدود أزرار الضوء (تحوم)

source: Controls the light buttons border style on hover
ar: يتحكم في نمط حدود أزرار الضوء عند التمرير

source: Bordered buttons
ar: الأزرار ذات الحدود

source: Bordered buttons background
ar: أزرار يحدها الخلفية

source: Bordered buttons border color
ar: لون حدود الأزرار

source: Controls the bordered buttons border color
ar: يتحكم في لون حدود الأزرار ذات الحدود

source: Bordered buttons border width
ar: عرض حدود الأزرار ذات الحدود

source: Controls the bordered buttons border width
ar: يتحكم في عرض حدود الأزرار ذات الحدود

source: Bordered buttons border radius
ar: الأزرار ذات الحدود نصف قطرها

source: Bordered buttons border width (hover)
ar: عرض حدود الأزرار ذات الحدود (التمرير)

source: Controls the bordered buttons border width on hover
ar: يتحكم في عرض حدود الأزرار ذات الحدود عند التمرير

source: Bordered buttons border style
ar: أزرار يحدها نمط الحدود

source: Controls the bordered buttons border style
ar: يتحكم في نمط حدود الأزرار ذات الحدود

source: Dark buttons
ar: أزرار داكنة

source: Dark buttons background
ar: أزرار خلفية داكنة

source: Dark buttons border color
ar: لون حدود الأزرار الداكنة

source: Controls the dark buttons border color
ar: يتحكم في لون حدود الأزرار الداكنة

source: Dark buttons border width
ar: عرض حدود الأزرار الداكنة

source: Controls the dark buttons border width
ar: يتحكم في عرض حدود الأزرار الداكنة

source: Dark buttons border radius
ar: الأزرار الداكنة نصف قطرها

source: Dark buttons border width (hover)
ar: عرض حدود الأزرار الداكنة (تحوم)

source: Controls the dark buttons border width on hover
ar: يتحكم في عرض حدود الأزرار الداكنة عند التمرير

source: Dark buttons border style
ar: أزرار داكنة على شكل حدود

source: Controls the dark buttons border style
ar: يتحكم في نمط حدود الأزرار الداكنة

source: Dark buttons border style (hover)
ar: نمط حدود الأزرار الداكنة (تحوم)

source: Controls the dark buttons border style on hover
ar: يتحكم في نمط حدود الأزرار الداكنة عند التمرير

source: Active buttons
ar: الأزرار النشطة

source: Active buttons background
ar: أزرار خلفية نشطة

source: Active buttons border color
ar: لون حدود الأزرار النشطة

source: Controls the Active buttons border color
ar: يتحكم في لون حدود الأزرار النشطة

source: Active buttons border width
ar: عرض حدود الأزرار النشطة

source: Controls the Active buttons border width
ar: يتحكم في عرض حدود الأزرار النشطة

source: Active buttons border radius
ar: نصف قطر حدود الأزرار النشطة

source: Active buttons border width (hover)
ar: عرض حدود الأزرار النشطة (التمرير)

source: Controls the Active buttons border width on hover
ar: يتحكم في عرض حدود الأزرار النشطة عند التمرير

source: Active buttons border style
ar: الأزرار النشطة على غرار الحدود

source: Controls the Active buttons border style
ar: يتحكم في نمط حدود الأزرار النشطة

source: Active buttons border style (hover)
ar: نمط حدود الأزرار النشطة (التمرير)

source: Controls the Active buttons border style on hover
ar: يتحكم في نمط حدود الأزرار النشطة عند التمرير

source: Body Font
ar: خط جسم الموقع

source: Controls the font of the body.
ar: يتحكم في خط الجسم.

source: Paragraph font-size (px)
ar: حجم خط الفقرة (بكسل)

source: Paragraph line-height (proportion)
ar: ارتفاع سطر الفقرة (نسبة)

source: Headings
ar: العناوين

source: Controls the font of the headings.
ar: يتحكم في خط العناوين.

source: If you want to upload the custom font instead of Google Fonts to use throughout the site do it
ar: إذا كنت ترغب في تحميل الخط المخصص بدلاً من Google Fonts لاستخدامه في جميع أنحاء الموقع ، فافعل ذلك

source: here
ar: هنا

source: Cross-sell products
ar: بيع المنتجات

source: Cross-sell products per view
ar: بيع المنتجات عبر كل عرض

source: Cross-sell products limit
ar: حد بيع المنتجات العابرة

source: Empty cart content
ar: محتوى عربة التسوق فارغ

source: Text for empty cart
ar: نص لعربة فارغة

source: Add the content you need to display on the empty cart page instead of the default content.
ar: أضف المحتوى الذي تريد عرضه على صفحة سلة التسوق الفارغة بدلاً من المحتوى الافتراضي.

source: Cart Page
ar: صفحة سلة المشتريات

source: WooCommerce (Shop)
ar: WooCommerce (متجر)

source: To use WooCommerce options please install
ar: لاستخدام خيارات WooCommerce ، يرجى التثبيت

source: Shop elements
ar: عناصر المتجر

source: Stock colors
ar: ألوان المخزون

source: Low stock threshold value
ar: انخفاض قيمة عتبة المخزون

source: Full stock
ar: مخزون كامل

source: Middle stock (sold more than 50%)
ar: الأسهم المتوسطة (تباع أكثر من 50٪)

source: Low stock
ar: انخفاض المخزون

source: Enable Brands
ar: تمكين العلامات التجارية

source: Turn on to use brands for the products.
ar: قم بتشغيل لاستخدام العلامات التجارية للمنتجات.

source: Show product brands on grid/list
ar: إظهار العلامات التجارية للمنتج على الشبكة / القائمة

source: Show product brands on single product page
ar: عرض العلامات التجارية للمنتج على صفحة منتج واحد

source: Turn on to enable brand on the single product page.
ar: قم بتشغيل لتمكين العلامة التجارية على صفحة المنتج الفردية.

source: Choose the location for brands
ar: اختر موقع العلامات التجارية

source: Choose brands position on the single product page.
ar: اختر موضع العلامات التجارية في صفحة المنتج الواحدة.

source: Above short description
ar: اعلى الوصف المختصر

source: In product meta
ar: وصف المحتوى

source: Show brand image
ar: عرض صورة العلامة التجارية

source: Turn on to show brand image on the single product page. Choose brand image by uploading thumbnails for the brand while create/edit brand.
ar: قم بتشغيل لإظهار صورة العلامة التجارية على صفحة المنتج الفردية. اختر صورة العلامة التجارية عن طريق تحميل الصور المصغرة للعلامة التجارية أثناء إنشاء / تعديل العلامة التجارية.

source: Show brand title
ar: إظهار عنوان العلامة التجارية

source: Turn on to show brand title on the single product page.
ar: قم بتشغيل لإظهار عنوان العلامة التجارية على صفحة المنتج الفردية.

source: Show brand description
ar: عرض وصف العلامة التجارية

source: Turn on to show brand description on the single product page.
ar: قم بتشغيل لإظهار وصف العلامة التجارية على صفحة المنتج الفردية.

source: Show 'Brand' word
ar: إظهار كلمة "العلامة التجارية"

source: Turn on to show 'Brand' word before the brand image.
ar: قم بتشغيل لإظهار كلمة "العلامة التجارية" قبل صورة العلامة التجارية.

source: Enable Accordion for the product categories widget
ar: قم بتمكين الأكورديون لعنصر واجهة مستخدم فئات المنتجات

source: Turn on to enable toggle for the categories with subcategories for the Product Categories WC widget.
ar: قم بتشغيل لتمكين التبديل بين الفئات ذات الفئات الفرعية لعنصر واجهة استخدام فئات المنتجات.

source: Open product categories widget by default
ar: افتح أداة فئات المنتجات افتراضيًا

source: Turn on to keep first-level categories opened by default.
ar: قم بتشغيل هذا الخيار للإبقاء على فئات المستوى الأول مفتوحة بشكل افتراضي.

source: Advanced mode for the product categories widget
ar: الوضع المتقدم لعنصر واجهة مستخدم فئات المنتجات

source: Turn on to display "Show all categories" link and children of the current category only for the Product Categories widget. Preview is not available. Check on real site only.
ar: قم بتشغيله لعرض ارتباط "إظهار كافة الفئات" والأفراد التابعين للفئة الحالية لأداة فئات المنتجات فقط. المعاينة غير متاحة. تحقق في الموقع الحقيقي فقط.

source: Categories style
ar: نمط الفئات

source: Choose the design for the categories if they are chosen to be displayed on the main shop page in the WooCommerce settings.
ar: اختر تصميم الفئات إذا تم اختيارها ليتم عرضها على صفحة المتجر الرئيسية في إعدادات WooCommerce.

source: Title with background
ar: عنوان بخلفية

source: Zoom
ar: تكبير

source: Diagonal
ar: قطري

source: Classic
ar: كلاسيك

source: Categories text color
ar: لون نص الفئات

source: Choose the title color scheme for the categories if they are chosen tobe displayed on the main shop page in the WooCommerce settings.
ar: اختر نظام ألوان العنوان للفئات إذا تم اختيارها ليتم عرضها على صفحة المتجر الرئيسية في إعدادات WooCommerce.

source: Text vertical align
ar: محاذاة النص عمودية

source: Choose the alignment of the title for the categories if they are chosen to be displayed on the main shop page in the WooCommerce settings.
ar: اختر محاذاة عنوان الفئات إذا تم اختيارها للعرض على صفحة المتجر الرئيسية في إعدادات WooCommerce.

source: Variation swatches
ar: حوامل التباين

source: Turn on to use style (color, image or label) for each product attribute.
ar: قم بتشغيل لاستخدام النمط (اللون أو الصورة أو التسمية) لكل سمة من سمات المنتج.

source: Show more variation on click
ar: إظهار المزيد من الاختلاف عند النقر

source: Will add "+1" button to variations
ar: سيتم إضافة زر "+1" إلى التباينات

source: Show more variation after
ar: إظهار المزيد من الاختلاف بعد

source: Swatch position
ar: موقف سواتش

source: Choose swatches position to display on the shop page.
ar: اختر موضع الحوامل المراد عرضها على صفحة المتجر.

source: Before Product Details
ar: قبل تفاصيل المنتج

source: After Product Details
ar: بعد تفاصيل المنتج

source: Primary Attribute
ar: السمة الأساسية

source: Choose Attribute that will change product image even if variation not fully selected.
ar: اختر السمة التي ستغير صورة المنتج حتى إذا لم يتم تحديد الشكل بشكل كامل.

source: Swatch style
ar: أسلوب سواتش

source: Choose swatch style to display on the shop page.
ar: اختر نمط حامل لعرضه على صفحة المتجر.

source: Swatches border color
ar: حوامل لون الحدود

source: Hover/Active
ar: تحوم / نشط

source: Sale & Out of Stock & New
ar: بيع ونفاد المخزون والجديد

source: New label range
ar: نطاق تسمية جديد

source: Controls the new label days limit on products. Set 0 to never add label.
ar: يتحكم في حد أيام التسمية الجديدة على المنتجات. اضبط 0 على عدم إضافة تسمية مطلقًا.

source: Enable "Out of stock" label
ar: تمكين تسمية "نفد المخزون"

source: Turn on to show the "Out of stock" label.
ar: قم بتشغيل لإظهار التصنيف "غير متوفر بالمخزون".

source: Enable "Sale" label
ar: تفعيل تصنيف "البيع"

source: Turn on to show the "Sale" label.
ar: قم بتشغيل لإظهار تصنيف "بيع".

source: "Sale" Label Text
ar: نص تصنيف "بيع"

source: Use to change the sale text.
ar: استخدم لتغيير نص البيع.

source: Sale
ar: تخفيض

source: Sale label color
ar: لون بطاقة البيع

source: Choose the sale label color.
ar: اختر لون بطاقة البيع.

source: Sale label background color
ar: لون خلفية تسمية البيع

source: Choose the sale label background color.
ar: اختر لون خلفية تسمية البيع.

source: Sale & New label border radius (%)
ar: بيع & نصف قطر حدود التسمية الجديدة (٪)

source: Controls the border radius of the sale label.
ar: يتحكم في نصف قطر حد تسمية البيع.

source: Sale & New label size
ar: بيع وحجم التسمية الجديدة

source: Controls the size of the sale label. In em, for example, 3.75x3.75.
ar: يتحكم في حجم ملصق البيع. في em ، على سبيل المثال ، 3.75x3.75.

source: Show sale percentage
ar: إظهار نسبة البيع

source: Turn on to calculate the percentage discount for the products.
ar: قم بتشغيل لحساب النسبة المئوية للخصم للمنتجات.

source: Show sale percentage for variable products
ar: إظهار نسبة البيع للمنتجات المتغيرة

source: Turn on to calculate the percentage discount for the variable products.
ar: قم بتشغيل لحساب النسبة المئوية للخصم للمنتجات المتغيرة.

source: Enable quick view
ar: تمكين العرض السريع

source: Turn on to allow customers a quick preview of the product right from its respective category listing.
ar: قم بتشغيل للسماح للعملاء بمعاينة سريعة للمنتج مباشرة من قائمة الفئات المعنية.

source: Quick view type
ar: نوع النظرة السريعة

source: This option will work only if content type is set to Off-Canvas
ar: سيعمل هذا الخيار فقط إذا تم تعيين نوع المحتوى على Off-Canvas

source: Left side
ar: الجانب الأيسر

source: Right side
ar: الجانب الأيمن

source: Quick view dimensions (width and height)
ar: أبعاد العرض السريع (العرض والارتفاع)

source: Set height and width of the quick view lightbox.
ar: قم بتعيين ارتفاع وعرض العرض المبسط للعرض السريع.

source: Width
ar: العرض

source: Height
ar: الارتفاع

source: Product images
ar: صور المنتج
