Repository: waas1-007/themes
Catalog: xstore/8.2.3/languages/*.po
Languages: ar

source: Can not get changelog data
ar: لا يمكن الحصول على بيانات سجل التغيير

source: Can not connect to 8theme API to get versions list
ar: لا يمكن الاتصال بـ 8theme API للحصول على قائمة الإصدارات

source: Demos
ar: تجربة

source: Filter
ar: تصفية

source: Popular
ar: الأشهر

source: Catalog
ar: كتالوج

source: One page
ar: صفحة واحدة

source: Corporate
ar: مؤسسة تجارية

source: WPBakery
ar: مخبز WP

source: Elementor
ar: مصمم الصفحات

source: Imported
ar: مستورد

source: Preview
ar: معاينة

source: Import
ar: استيراد

source: No access!
ar: ممنوع الدخول!

source: Please, install Base demo content before, to access the collection of our Home Pages.
ar: يُرجى تثبيت المحتوى التجريبي الأساسي من قبل للوصول إلى مجموعة الصفحات الرئيسية الخاصة بنا.

source: Theme successfully activated!
ar: تم تفعيل الموضوع بنجاح!

source: Now you have lifetime updates, top-notch 24/7 live support and much more.
ar: الآن لديك تحديثات مدى الحياة ودعم مباشر على مدار الساعة طوال أيام الأسبوع وغير ذلك الكثير.

source: Built-in Email Builder
ar: منشئ البريد الإلكتروني المدمج

source: With this powerful builder you can build cool emails that will be sent to your customers when they order something through your site or create an account and others. Please note that when activating the builder, your standard WooCommerce emails will be overwritten with new ones. It allows you to revert back - just switch it off.
ar: باستخدام هذا المنشئ القوي ، يمكنك إنشاء رسائل بريد إلكتروني رائعة سيتم إرسالها إلى عملائك عندما يطلبون شيئًا من خلال موقعك أو إنشاء حساب وغير ذلك. يرجى ملاحظة أنه عند تنشيط المنشئ ، سيتم استبدال رسائل البريد الإلكتروني القياسية الخاصة بـ WooCommerce بأخرى جديدة. يسمح لك بالعودة - فقط قم بإيقاف تشغيله.

source: Your email builder is activated and you can now try it by clicking the button below.
ar: تم تنشيط مُنشئ البريد الإلكتروني الخاص بك ويمكنك الآن تجربته بالنقر فوق الزر أدناه.

source: Go to Email Builder
ar: انتقل إلى Email Builder

source: Max file size:
ar: الحد الأقصى لحجم الملف:

source: Latest generated file:
ar: أحدث ملف تم إنشاؤه:

source: File location:
ar: مكان الملف:

source: File size:
ar: حجم الملف:

source: Important: The File generator option is created to speed up the site performance and avoid calling the styles of elements that you don't use on your site. Use this tool if you are an advanced user ( it may cause style issues on the frontend )
ar: هام: تم إنشاء خيار منشئ الملفات لتسريع أداء الموقع وتجنب استدعاء أنماط العناصر التي لا تستخدمها على موقعك. استخدم هذه الأداة إذا كنت مستخدمًا متقدمًا (قد يتسبب ذلك في حدوث مشكلات في النمط في الواجهة الأمامية)

source: Generate
ar: توليد

source: New version available
ar: نسخة جديدة متاحة

source: Watch now
ar: شاهد الآن

source: Child theme
ar: القالب الفرعي

source: Activated
ar: مفعل

source: Your theme is activated!
ar: تم تنشيط المظهر الخاص بك!

source: Now you have lifetime updates, top-notch 24/7 live support and much more. One standard license is valid only for 1 project.
ar: الآن لديك تحديثات مدى الحياة ودعم مباشر على مدار الساعة طوال أيام الأسبوع وغير ذلك الكثير. ترخيص قياسي واحد صالح فقط لمشروع واحد.

source: Not activated
ar: غير مفعل

source: Instagram Accounts
ar: حسابات Instagram

source: Facebook Loginization
ar: تسجيل الدخول إلى Facebook

source: Google Loginization
ar: تسجيل الدخول إلى Google

source: Google Map
ar: خرائط جوجل

source: Instagram widget and Instagram WPBakery element use the special API that requires authentication to show your photos on any theme by 8theme. Authenticated requests need Instagram Access Token. You can get this by clicking the %1s Add account %2s button below.
ar: تستخدم أداة Instagram وعنصر Instagram WPBakery واجهة برمجة التطبيقات الخاصة التي تتطلب المصادقة لعرض صورك على أي موضوع بواسطة 8theme. تحتاج الطلبات المصادق عليها إلى رمز الوصول إلى Instagram. يمكنك الحصول عليه بالنقر فوق الزر %1s إضافة حساب %2s أدناه.

source: After clicking, you will be prompted by Instagram to sign in your Instagram account and then you will be asked to authorize %1s 8themeapp %2s to access your Instagram photos.
ar: بعد النقر ، سيُطلب منك Instagram تسجيل الدخول إلى حساب Instagram الخاص بك وبعد ذلك سيُطلب منك تخويل %1s 8themeapp %2s للوصول إلى صور Instagram الخاصة بك.

source: Generating a token creates a private token for your use only. We will not have access to your feed.
ar: يؤدي إنشاء رمز مميز إلى إنشاء رمز خاص لاستخدامك فقط. لن نتمكن من الوصول إلى خلاصتك.

source: Seems your user does not have correct permissions to display media of the business account.
ar: يبدو أن المستخدم ليس لديه أذونات صحيحة لعرض وسائط حساب الأعمال.

source: You have not connected any account yet
ar: لم تقم بتوصيل أي حساب حتى الآن

source: Add account
ar: إضافة حساب

source: Manually add account
ar: إضافة حساب يدويًا

source: Connect
ar: الاتصال

source: Do not have access token ?
ar: ليس لديك رمز وصول؟

source: Wrong token
ar: رمز خاطئ

source: Username:
ar: اسم المستخدم:

source: Account type:
ar: نوع الحساب:

source: Access token:
ar: رمز وصول:

source: Delete
ar: حذف

source: Check for new posts every
ar: تحقق من الوظائف الجديدة كل

source: mins
ar: دقائق

source: hours
ar: ساعات

source: days
ar: أيام

source: Updated
ar: تم التحديث

source: Error, please try again later
ar: خطأ ، يرجى المحاولة مرة أخرى في وقت لاحق

source: Refresh instagram
ar: تحديث الانستغرام

source: Show everything except album and video posts
ar: إظهار كل شيء ما عدا الألبوم ومشاركات الفيديو

source: FaceBook loginization would provide a way for the users to register and login to your WordPress site with a FaceBook account.
ar: سيوفر تسجيل الدخول إلى FaceBook طريقة للمستخدمين للتسجيل وتسجيل الدخول إلى موقع WordPress الخاص بك باستخدام حساب FaceBook.

source: To create FaceBook APP ID follow the
ar: لإنشاء معرف تطبيق FaceBook ، اتبع ملف

source: instructions
ar: تعليمات

source: Check
ar: التحقق

source: theme documentation
ar: وثائق الموضوع

source: if it does not work for you
ar: إذا لم يعمل من أجلك

source: or watch the
ar: شاهد الآن

source: video tutorial
ar: فيديو تعليمي

source: Load user avatar
ar: تحميل الصورة الرمزية للمستخدم

source: Use social login on checkout
ar: استخدم تسجيل الدخول الاجتماعي عند الخروج

source: Saved
ar: تم الحفظ

source: Error while saving
ar: خطأ أثناء الحفظ

source: Google loginization would provide a way for the users to register and login to your WordPress site with a Google account.
ar: سيوفر تسجيل الدخول إلى Google طريقة للمستخدمين للتسجيل وتسجيل الدخول إلى موقع WordPress الخاص بك باستخدام حساب Google.

source: To create Google APP ID follow the
ar: لإنشاء معرف تطبيق Google ، اتبع ملف

source: Maintenance mode allows you to display a user-friendly notice to your visitors instead of a broken site during website maintenance. Build a cool maintenance page that will be shown to your site visitors. Only registered users with enough rights can see the front end. Switch it off if you want to launch the site back.
ar: يتيح لك وضع الصيانة عرض إشعار سهل الاستخدام للزائرين بدلاً من الموقع المعطل أثناء صيانة موقع الويب. أنشئ صفحة صيانة رائعة ستظهر لزوار موقعك. يمكن فقط للمستخدمين المسجلين ذوي الحقوق الكافية رؤية الواجهة الأمامية. قم بإيقاف تشغيله إذا كنت تريد إعادة تشغيل الموقع مرة أخرى.

source: You may create the maintenance page from scratch at Dashboard - Pages - Add new. Choose "Maintenance" in the "Template" list of "Page attributes". Or you can import the page from our demo in XStore Control Panel -> Import demos -> Coming Soon demos.
ar: يمكنك إنشاء صفحة الصيانة من البداية في Dashboard - Pages - Add new. اختر "صيانة" في "قالب" قائمة "سمات الصفحة". أو يمكنك استيراد الصفحة من العرض التوضيحي الخاص بنا في لوحة تحكم XStore -> استيراد العروض التوضيحية -> العروض التوضيحية القادمة قريبًا.

source: Your maintenance mode is activated. Add maintenance page by clicking the button below.
ar: تم تنشيط وضع الصيانة الخاص بك. أضف صفحة الصيانة بالنقر فوق الزر أدناه.

source: Go to Pages
ar: انتقل إلى الصفحات

source: Register your theme and activate XStore Core plugin, please.
ar: قم بتسجيل السمة الخاصة بك وقم بتنشيط البرنامج المساعد XStore Core ، من فضلك.

source: new
ar: جديد

source: hot
ar: ساخن

source: Theme Options
ar: خيارات القالب

source: Welcome
ar: مرحبا

source: Install and Activate XStore AMP plugin to use amp settings
ar: قم بتثبيت وتفعيل البرنامج المساعد XStore AMP لاستخدام إعدادات أمبير

source: AMP XStore
ar: ‫AMP

source: Inactive
ar: غير نشط

source: Premium
ar: علاوة

source: Free
ar: مجاني

source: Search for plugins
ar: ابحث عن الإضافات

source: Can not connect to get plugin list
ar: لا يمكن الاتصال للحصول على قائمة المكونات الإضافية

source: Installing
ar: جاري التنصيب

source: Activating
ar: تنشيط

source: Deactivating
ar: الغاء التفعيل

source: Updating
ar: تحديث

source: required
ar: مطلوب

source: premium
ar: اعلان مميز (ممول)

source: No image set
ar: لم يتم تعيين صورة

source: Latest version
ar: النسخة الأخيرة

source: Can not get plugin version
ar: لا يمكن الحصول على نسخة البرنامج المساعد

source: install
ar: تثبيت

source: activate
ar: تفعيل

source: update & activate
ar: التحديث والتفعيل

source: update
ar: تحديث

source: deactivate
ar: إلغاء التنشيط

source: Oops it looks something went wrong. Please check your system requirements first. In case it will happened again, please, contact us 8theme.com
ar: عفوًا ، يبدو أنه حدث خطأ ما. يرجى التحقق من متطلبات النظام الخاصة بك أولا. في حالة حدوث ذلك مرة أخرى ، من فضلك ، اتصل بنا 8theme.com

source: Video tutorials
ar: شرح الفيديوهات

source: Can not connect to youtube API to show video tutorials
ar: لا يمكن الاتصال بـ youtube API لعرض دروس الفيديو

source: View more videos
ar: عرض المزيد من رالفيديو

source: Help and support
ar: المساعدة &amp; الدعم

source: If you encounter any difficulties with our product we are ready to assist you via:
ar: إذا واجهت أي صعوبات مع منتجنا ، فنحن على استعداد لمساعدتك من خلال:

source: Telegram channel
ar: قناة برقية

source: Support Forum
ar: منتدى الدعم

source: ThemeForest profile
ar: الملف الشخصي ThemeForest

source: Item Support includes:
ar: يشمل دعم العنصر:

source: Answering technical questions
ar: الإجابة على الأسئلة الفنية

source: Assistance with reported bugs and issues
ar: المساعدة في الأخطاء والمشاكل المبلغ عنها

source: Help with bundled 3rd party plugins
ar: مساعدة مع ملحقات الطرف الثالث المجمعة

source: Item Support <span class="red-color">DOES NOT</span> Include:
ar: <span class="red-color">لا يشمل</span> دعم العنصر:

source: Customization services
ar: خدمات التخصيص

source: Installation services
ar: خدمات التثبيت

source: Support for non-bundled 3rd party plugins.
ar: دعم ملحقات الطرف الثالث غير المجمعة.

source: Documentation
ar: الوثائق

source: Theme Installation
ar: تثبيت القالب

source: Child Theme
ar: القالب الابن

source: Demo Content
ar: المحتوى التجريبي

source: 8theme Page/Post/Product Layout settings
ar: 8 إعدادات تخطيط الصفحة / النشر / المنتج

source: Portfolio Page
ar: صفحة معرض الاعمال

source: Troubleshooting
ar: استكشاف المشكلات وإصلاحها

source: How to add custom favicon
ar: كيفية إضافة الأيقونة المفضلة المخصصة

source: How to add slider/banner on Category page
ar: كيفية إضافة شريط التمرير / لافتة على صفحة الفئة

source: FaceBook login
ar: تسجيل الدخول بواسطة فيسبوك

source: How to create a contact page
ar: كيفية إنشاء صفحة الاتصال

source: How to create a blog page
ar: كيفية إنشاء صفحة مدونة

source: How to find your ThemeForest Item Purchase Code
ar: كيفية العثور على رمز شراء عنصر ThemeForest الخاص بك

source: Plugins
ar: الإضافات

source: General Info
ar: معلومات عامة

source: Included plugins
ar: الإضافات المضمنة

source: Plugins Update
ar: تحديث الإضافات

source: Activation and Purchase Codes
ar: رموز التنشيط والشراء

source: WooCommerce Infinite Scroll and Ajax Pagination
ar: WooCommerce Infinite Scroll و Ajax Pagination

source: MailChimp form custom styles
ar: شكل MailChimp الأنماط المخصصة

source: Widgets/Static Blocks
ar: الحاجيات / الكتل الثابتة

source: Widgets & Custom Widget Areas
ar: الحاجيات ومناطق القطعة المخصصة

source: Static Blocks
ar: كتل ثابتة

source: XStore Shortcodes
ar: اختصارات دكان مصر

source: API Client Terms of Use and Privacy Policies
ar: شروط استخدام عميل API وسياسات الخصوصية

source: YouTube ​Terms of Service
ar: شروط خدمة YouTube

source: ​Google Privacy Policy
ar: سياسة خصوصية Google

source: Menu Set Up
ar: إعداد القائمة

source: General Information
ar: معلومات عامة

source: Mega Menu
ar: القائمة الضخمة

source: One Page menu
ar: قائمة صفحة واحدة

source: Theme Translation
ar: ترجمة الموضوع

source: Base theme translation
ar: ترجمة الموضوع الأساسي

source: Translation with WPML
ar: الترجمة باستخدام WPML

source: Shop page
ar: صفحة المتجر

source: Single Product page
ar: صفحة المنتج المفرد

source: Product Images
ar: صور المنتج

source: Theme Update
ar: تحديث القالب

source: Support
ar: الدعم

source: Support Policy
ar: سياسة الدعم

source: System Requirements
ar: متطلبات التشغيل

source: Before using theme, first of all, make certain that your server and WordPress meet theme's requirements. You can change them by yourself, or contact your hosting provider with a request to increase the following minimums.
ar: قبل استخدام السمة ، أولاً وقبل كل شيء ، تأكد من أن الخادم و WordPress يفيان بمتطلبات القالب. يمكنك تغييرها بنفسك ، أو الاتصال بمزود الاستضافة لطلب زيادة الحد الأدنى التالي.

source: Check again
ar: تحقق مرة اخرى

source: The following required plugin is currently inactive:
ar: المكون الإضافي المطلوب التالي غير نشط حاليًا:

source: Your system does not meet the server requirements. For more efficient result, we strongly recommend to contact your host provider and check the necessary settings.
ar: النظام الخاص بك لا يفي بمتطلبات الخادم. للحصول على نتيجة أكثر فاعلية ، نوصي بشدة بالاتصال بمزود المضيف والتحقق من الإعدادات الضرورية.

source: Theme Registration
ar: تسجيل القالب

source: Where can I find my purchase code?
ar: اين يمكنني إيجاد كود التفعيل ؟

source: Please enter your Envato account and find
ar: يرجى إدخال حساب Envato الخاص بك والعثور على

source: Downloads tab
ar: علامة التبويب "التنزيلات"

source: Find XStore theme in the list and click on the opposite
ar: ابحث عن سمة XStore في القائمة وانقر على العكس

source: Download
ar: تحميل

source: button
ar: الزر

source: Select
ar: تحديد

source: License Certificate & Purchase code
ar: شهادة الترخيص وكود الشراء

source: for download
ar: للتحميل

source: Copy the
ar: انسخ ال

source: Item Purchase Code
ar: كود شراء الصنف

source: from the downloaded document
ar: من المستند الذي تم تنزيله

source: Buy License
ar: شراء ترخيص

source: If you don't have a license or need another one for a new website, click on a Buy button. Interested in more than 10 licenses? Contact us via %1scontact form%2s for more details about discounts and premium support for you.
ar: إذا لم يكن لديك ترخيص أو كنت بحاجة إلى ترخيص آخر لموقع ويب جديد ، فانقر على زر الشراء. هل أنت مهتم بأكثر من 10 تراخيص؟ اتصل بنا عبر %1s نموذج الاتصال %2s لمزيد من التفاصيل حول الخصومات والدعم المتميز لك.

source: Purchase now
ar: شراء الآن

source: version
ar: النسخة

source: It is recommended to run import on fresh WordPress installation (You can use %1$1sWordpress Database Reset%2$2s plugin).
ar: يوصى بتشغيل الاستيراد عند تثبيت WordPress حديثًا (يمكنك استخدام المكون الإضافي %1$1s Wordpress Database Reset %2$2s).

source: Importing site does not delete any pages or posts. However, it can overwrite your existing content.
ar: استيراد الموقع لا يحذف أي صفحات أو منشورات. ومع ذلك ، يمكنه الكتابة فوق المحتوى الموجود لديك.

source: Copyrighted media will not be imported. Instead it will be replaced with placeholders.
ar: لن يتم استيراد الوسائط المحمية بحقوق النشر. بدلاً من ذلك سيتم استبداله بعناصر نائبة.

source: Your system does not meet the requirements.
ar: النظام الخاص بك لا يفي بالمتطلبات.

source: Setup XStore Child Theme
ar: قم بإعداد XStore Child Theme

source: Using Child theme is highly recommended. It will allow the parent theme to receive updates without overwriting your source code changes.
ar: يوصى بشدة باستخدام سمة الأطفال. سيسمح للموضوع الأصلي بتلقي التحديثات دون الكتابة فوق تغييرات كود المصدر.

source: Child Theme Name
ar: Child Theme اسم

source: Parent Theme Template
ar: قالب موضوع الأصل

source: Create & Use Child Theme
ar: إنشاء واستخدام موضوع الطفل

source: Skip this step
ar: تخطي هذه الخطوة

source: Child Theme
ar: القالب الفرعي

source: created and activated! Folder is located in
ar: تم إنشاؤها وتفعيلها! المجلد موجود في

source: Can not create or activate new child theme. Please contact our support.
ar: لا يمكن إنشاء أو تنشيط سمة فرعية جديدة. يرجى الاتصال بدعمنا.

source: Preferred page builder
ar: منشئ الصفحة المفضل

source: Required plugins
ar: تثبيت الإضافات المطلوبة

source: This demo requires some plugins to be installed.
ar: يتطلب هذا العرض التوضيحي تثبيت بعض المكونات الإضافية.

source: Versions Compare
ar: مقارنة الإصدارات

source: Configuration Installer
ar: مثبت التكوين

source: FULL DEMO-SITE CONTENT
ar: محتوى الموقع التجريبي الكامل

source: Pages
ar: الصفحات

source: Widgets
ar: ودجات

source: Home Page
ar: الصفحة الرئيسية

source: Posts
ar: المشاركات

source: Projects
ar: المشاريع

source: Contact Forms
ar: نماذج الاتصال

source: Mailchimp Sign-up Forms
ar: نماذج الاشتراك في Mailchimp

source: Media
ar: الوسائط

source: Grid builder
ar: منشئ الشبكة

source: Custom fonts
ar: خطوط مخصصة

source: Variations taxonomy
ar: تصنيف الاختلافات

source: Variations terms
ar: شروط الاختلافات

source: Products variations
ar: اختلافات المنتجات

source: Elementor globals
ar: عنصر الكرة الأرضية

source: Elementor sections
ar: أقسام العنصر

source: Multiple headers
ar: رؤوس متعددة

source: Headers conditions
ar: شروط الرؤوس

source: Multiple single product
ar: منتج واحد متعدد

source: Single product conditions
ar: شروط منتج واحد

source: Default WooCommerce pages
ar: صفحات WooCommerce الافتراضية

source: Version data
ar: بيانات الإصدار

source: Importing, please wait!
ar: جاري الاستيراد ، الرجاء الانتظار!

source: successfully installed!
ar: تم التثبيت بنجاح!

source: Installed! But we have some errors:
ar: المثبتة! لكن لدينا بعض الأخطاء:

source: The most common errors happened by low server requirments, we strongly recommend to contact your host provider and check the necessary settings.
ar: حدثت الأخطاء الأكثر شيوعًا بسبب متطلبات الخادم المنخفضة ، نوصي بشدة بالاتصال بمزود المضيف والتحقق من الإعدادات الضرورية.

source: Preview Website
ar: معاينة الموقع

source: Business
ar: عمل

source: (Based on Grap API. Allows you to show media from the Instagram account of the Business type and media by hashtags. Recommended for owners of the Business Instagram accounts)
ar: (استنادًا إلى Grap API. يسمح لك بإظهار الوسائط من حساب Instagram لنوع العمل والوسائط عن طريق علامات التصنيف. يوصى به لأصحاب حسابات Instagram للأعمال)

source: Personal
ar: شخصي

source: (Based on Basic Display API. Allows you to show only your own Instagram media. Recommended for owners of the personal Instagram accounts )
ar: (استنادًا إلى Basic Display API. يسمح لك بإظهار وسائط Instagram الخاصة بك فقط. يوصى به لمالكي حسابات Instagram الشخصية)

source: Show All
ar: عرض الكل

source: No projects were found!
ar: لم يتم العثور على أي مشاريع!

source: Continue reading
ar: أكمل القراءة

source: Related posts
ar: مقالات ذات الصلة

source: Read more
ar: اقرأ المزيد

source: at
ar: في

source: by
ar: بواسطة

source: Posted by
ar: نشر بواسطة

# %1$d = first, %2$d = last, %3$d = total
source: %1$d&ndash;%2$d %4$s %3$d posts
ar: %1$d - %2$d %4$s %3$d تدوينات

source: of
ar: من

source: the single result
ar: نتيجة واحدة

source: all
ar: الكل

source: posts
ar: المشاركات

source: Showing
ar: عرض

source: Main Sidebar
ar: الشريط الجانبي الرئيسي

source: The main sidebar area
ar: منطقة الشريط الجانبي الرئيسية

source: Left side top bar area
ar: منطقة الشريط العلوي في الجانب الأيسر

source: Can be used for placing languages switcher of some contacts information.
ar: ممكن استخدامه لوضع مؤشر التنقل بين خيارات اللغات لبعض معلومات جهات الاتصال.

source: Right side top bar area
ar: الجانب الأيمن أعلى منطقة الشريط

source: Mobile sidebar area
ar: الشريط الجانبي للموبايل

source: Top panel
ar: اللوحة العلوية

source: Header banner
ar: اللافتة في رأس الصفحة

source: Shop Sidebar
ar: شريط التسوق الجانبي

source: Shop page widget area
ar: منطقة قطع إضافة صفحة المتجر

source: Shop filters
ar: فلاتر المتجر

source: Widget area that appears above the products on Shop page
ar: منطقة الأدوات التي تظهر أعلى المنتجات في صفحة المتجر

source: After the products
ar: بعد المنتجات

source: Widget area that appears after the products on Shop page
ar: منطقة عنصر واجهة المستخدم التي تظهر بعد المنتجات في صفحة المتجر

source: Single product page Sidebar
ar: شريط جانبي لصفحة منتج واحد

source: Single product page widget area
ar: منطقة القطعة صفحة منتج واحد

source: Cart area
ar: منطقة سلة التسوق

source: Widget area that appears on the shopping cart page
ar: منطقة القطعة التي تظهر على صفحة سلة التسوق

source: Pre Footer Area
ar: منطقة قبل الفوتر

source: The prefooter footer area
ar: منطقة التذييل المسبق

source: The main footer widgets area
ar: منطقة أدوات التذييل الرئيسية

source: Footer Copyrights Left
ar: تذييل حقوق النشر لليسار

source: Footer area for copyrights
ar: منطقة التذييل لحقوق التأليف والنشر

source: Footer Copyrights Right
ar: حقوق النشر في التذييل

source: Footer area for copyrights right
ar: منطقة تذييل حقوق التأليف والنشر الحق

source: Environment
ar: البِيئَة

source: Requirement
ar: المتطلبات

source: System
ar: نظام

source: WP File System:
ar: نظام ملفات WP:

source: PHP version:
ar: إصدار PHP:

source: WordPress version:
ar: نسخة ووردبريس:

source: Memory limit:
ar: حد الذاكرة:

source: Max execution time:
ar: أقصى وقت للتنفيذ:

source: Max input vars:
ar: ماكس الإدخال vars:

source: Upload max filesize:
ar: تحميل أقصى ملف:

source: ../Uploads folder:
ar: ../Uploads المجلد:

source: OpenSSL version:
ar: إصدار OpenSSL:

source: GZIP compression:
ar: ضغط GZIP:

source: Pingback:
ar: تنبيه :

source: Rated %d out of 5
ar: التقييم %d من 5

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر الموافقة عليه.

source: Reply to comment
ar: الرد على التعليق

source: Return to previous page
ar: رجوع للصفحة السابقة

# Search results page - products found text
source: Product found
ar: تم العثور على المنتج

# Search results page - pages found text
source: Page found
ar: تم العثور على الصفحة

# Search results page - portfolios found text
source: Portfolio found
ar: تم العثور على المحفظة

# Search results page - posts found text
source: Post found
ar: تم العثور على وظيفة

source: To use this element install or activate WooCommerce plugin
ar: لاستخدام هذا العنصر ، قم بتثبيت أو تنشيط البرنامج المساعد WooCommerce

source: To use this element install or activate XStore Core plugin
ar: لاستخدام هذا العنصر ، قم بتثبيت أو تنشيط البرنامج المساعد XStore Core

source: Page %s
ar: صفحة %s

source: Your email address will not be published. Required fields are marked
ar: لن يتم نشر عنوان بريدك الإلكتروني. الحقول المطلوبة محددة

source: Your Comment
ar: تعليقك

source: Comment
ar: تعليق

source: Name
ar: الاسم

source: Your name (required)
ar: الاسم (مطلوب)

source: Email
ar: البريد الإلكتروني

source: Your email (required)
ar: بريدك الالكتروني (مطلوب)

source: Website
ar: الموقع الالكتروني

source: Your website
ar: رابط موقعك على الشبكة

source: Save my name, email, and website in this browser for the next time I comment.
ar: احفظ اسمي والبريد الإلكتروني وموقع الويب في هذا المتصفح للمرة القادمة التي أعلق فيها.

source: Lost Password ?
ar: فقدت كلمة السر ؟

source: This field is required
ar: هذا الحقل مطلوب

source: Please fix this field.
ar: الرجاء إصلاح هذا الحقل.

source: Please enter a valid email address.
ar: من فضلك أدخل بريد إلكتروني صحيح.

source: Please enter a valid URL.
ar: يرجى إدخال رابط صحيح.

source: Please enter a valid date.
ar: يُرجى إدخال تاريخ صالح.

source: Please enter a valid date (ISO).
ar: الرجاء إدخال تاريخ صالح (ISO).
