Repository: waas1-007/themes
Catalog: xstore/8.2.3/languages/*.po
Languages: ar

source: Etheme Hotspot Elementor widget
ar: عنصر واجهة Etheme Hotspot Elementor

source: Etheme Animated Headline Elementor widget
ar: عنصر واجهة مستخدم Etheme Animated Headlineor

source: Etheme Circle Progress Bar Elementor widget
ar: عنصر واجهة Etheme Circle Progress Bar Elementor

source: Etheme Linear Progress Bar Elementor widget
ar: عنصر واجهة Etheme Linear Progress Bar Elementor

source: Etheme Vertical Timeline Elementor widget
ar: عنصر واجهة Etheme Vertical Timeline Elementor

source: Etheme Vertical Horizontal Elementor widget
ar: عنصر واجهة Etheme عمودي أفقي

source: Etheme Product filters Elementor widget
ar: مرشحات المنتج Etheme عنصر واجهة المستخدم

source: Etheme Gallery Elementor widget
ar: عنصر واجهة مستخدم معرض Etheme

source: Etheme Media Carousel Elementor widget
ar: عنصر واجهة مستخدم Etheme Media Carousel Elementor

source: Etheme Search Elementor widget
ar: القطعة Etheme Search Elementor

source: Etheme Parallax 3d Hover Effect
ar: Etheme Parallax 3D تحوم تأثير

source: Etheme Parallax Hover Effect
ar: تأثير تحوم إيثيم المنظر

source: Etheme Parallax Scroll Effect
ar: تأثير التمرير المنظر Etheme

source: Etheme Twitter Feed
ar: تغذية تويتر Etheme

source: Etheme Elementor Slider
ar: إيثيم إليمينتور سلايدر

source: Etheme Image Comparison
ar: مقارنة الصور Etheme

source: Etheme Icon List
ar: قائمة أيقونة Etheme

source: Etheme Lottie
ar: إيثيم لوتي

source: Etheme Scroll Progress
ar: تقدم التمرير Etheme

source: Etheme Three Sixty Product Viewer
ar: عارض منتج Etheme Three Sixty

source: Etheme Post Product
ar: Etheme آخر المنتج

source: Etheme Elementor Tabs
ar: علامات تبويب Etheme Elementor

source: [8theme] Layout options
ar: خيارات التنسيق

source: Sidebar Position
ar: مكان الشريط الجانبي

source: Widget Area
ar: منطقة الودجت

source: Sidebar width
ar: عرض الشريط الجانبي

source: Breadcrumbs Style
ar: نمط فتات الخبز

source: Breadcrumbs Effect
ar: تأثير فتات الخبز

source: Use custom banner above breadcrumbs
ar: استخدم لافتة مخصصة فوق فتات التنقل

source: Page slider
ar: منزلق الصفحة

source: Show revolution slider instead of breadcrumbs and page title
ar: إظهار شريط تمرير الثورة بدلاً من فتات التنقل وعنوان الصفحة

source: Use custom pre footer for this page/post
ar: استخدم تذييل مسبق مخصص لهذه الصفحة / المنشور

source: Use custom footer for this page/post
ar: استخدم تذييل مخصص لهذه الصفحة / المنشور

source: Fixed footer
ar: تذييل ثابت

source: Disable copyrights
ar: تعطيل حقوق التاليف والنشر

source: Custom background image
ar: صورة خلفية مخصصة

source: Custom background color
ar: لون خلفية مخصص

source: [8theme] Product Options
ar: خيارات المنتج

source: Product layout
ar: نسق المنتج

source: Archive image hover effect
ar: أرشيف تأثير تحوم الصورة

source: Product content effect
ar: تأثير محتوى المنتج

source: Inherit
ar: يرث

source: Buttons on hover middle
ar: الأزرار الموجودة في منتصف التمرير

source: Buttons on hover bottom
ar: الأزرار الموجودة أسفل التمرير

source: Buttons on hover right
ar: الأزرار الموجودة على اليمين

source: Information mask
ar: قناع المعلومات

source: Booking
ar: الحجز

source: Light
ar: فاتح

source: Hover Color Scheme
ar: نظام ألوان التحويم

source: White
ar: أبيض

source: Dark
ar: داكن

source: Transparent
ar: شفاف

source: Additional custom block
ar: كتلة مخصصة إضافية

source: Sale countdown
ar: العد التنازلي للتخفيضات

source: Grid
ar: شبكة

source: List
ar: قائمة

source: Single
ar: أعزب

source: Single/List
ar: واحد / قائمة

source: Single/List/Grid
ar: واحد / قائمة / شبكة

source: Disable sidebar
ar: تعطيل الشريط الجانبي

source: Product gallery slider
ar: شريط تمرير معرض المنتج

source: Inherit from Theme Options
ar: استخدم من خيارات القالب

source: Enable
ar: تفعيل

source: Enable on mobile
ar: تفعيل علي الموبايل

source: Thumbnails
ar: الصور المصغرة

source: Size guide type
ar: نوع دليل المقاسات

source: Popup
ar: نافذة منبثقة

source: Download button
ar: زر التنزيل

source: Size guide image
ar: صورة دليل الحجم

source: Upload an image or enter an URL.
ar: قم بتحميل صورة أو أدخل عنوان URL.

source: Primary category
ar: الفئة الأساسية

source: Custom tab title
ar: عنوان علامة التبويب المخصصة

source: [8theme] Post Options
ar: خيارات منشور

source: Post template
ar: قالب المقال

source: Large
ar: كبير

source: Full width
ar: العرض الكامل

source: Full width centered
ar: العرض الكامل في الوسط

source: Hide featured image on single
ar: إخفاء الصورة المميزة في حالة فردية

source: Post featured video (for video post format)
ar: نشر فيديو مميز (لتنسيق منشور الفيديو)

source: Quote (for quote post format)
ar: اقتباس (لتنسيق منشور الاقتباس)

source: Category Metabox
ar: الفئة Metabox

source: Custom page heading image for this category
ar: صورة عنوان الصفحة المخصصة لهذه الفئة

source: Description after content
ar: الوصف بعد المحتوى

source: The description is not prominent by default; however, some themes may show it.
ar: الوصف غير بارز بشكل افتراضي ؛ ومع ذلك ، قد تظهر بعض السمات.

source: Tag Metabox
ar: علامة Metabox

source: Custom page heading image for this tag
ar: صورة عنوان الصفحة المخصصة لهذه العلامة

source: Search for options
ar: ابحث عن الخيارات

source: Please, enter at least 3 symbols.
ar: من فضلك أدخل 3 رموز على الأقل.

source: No results were found.
ar: لم يتم العثور على نتائج!

source: 404 page content
ar: 404 صفحة

source: Use it to change the content of the 404 page. Use HTML. Do not include JS.
ar: استخدمه لتغيير محتوى صفحة 404. استخدم HTML. لا تقم بتضمين JS.

source: Blog Layout
ar: تخطيط المدونة

source: Choose the type of the layout for the blog page.
ar: اختر نوع التخطيط لصفحة المدونة.

source: Choose the number of columns for the posts at the blog page.
ar: اختر عدد الأعمدة للمنشورات في صفحة المدونة.

source: Turn on to stretch blog page container.
ar: قم بتشغيل لتمديد حاوية صفحة المدونة.

source: Masonry
ar: بناء

source: Turn on placing posts in optimal position based on available vertical space.
ar: قم بتشغيل وضع المنشورات في الوضع الأمثل بناءً على المساحة الرأسية المتاحة.

source: Blog Page Banner position
ar: موقف شعار صفحة المدونة

source: Controls the position of the blog page banner.
ar: يتحكم في موضع شعار صفحة المدونة.

source: At the top of the page
ar: في رأس الصفحة

source: At the bottom of the page
ar: في أسفل الصفحة

source: Above all the blog content
ar: فوق كل محتوى المدونة

source: Above all the blog content (full-width)
ar: فوق كل محتوى المدونة (العرض الكامل)

source: Blog Page Banner content
ar: محتوى شعار صفحة المدونة

source: This is an editor control.
ar: فورم محرر.

source: Sidebar position
ar: مكان الشريط الجانبي

source: Choose the position of the sidebar for the blog page, posts and simple pages. Every page has also an individual option to change the position of the sidebar.
ar: اختر موضع الشريط الجانبي لصفحة المدونة والمنشورات والصفحات البسيطة. تحتوي كل صفحة أيضًا على خيار فردي لتغيير موضع الشريط الجانبي.

source: Show sidebar only on blog page
ar: عرض الشريط الجانبي فقط على صفحة المدونة

source: Turn on to show the sidebar on blog page only and keep it disabled for the simple pages.
ar: قم بتشغيله لإظهار الشريط الجانبي على صفحة المدونة فقط وإبقائه معطلاً للصفحات البسيطة.

source: Enable sticky sidebar
ar: تمكين الشريط الجانبي لزجة

source: Turn on to make the sidebar permanently visible while scrolling at the blog page.
ar: قم بتشغيل لجعل الشريط الجانبي مرئيًا بشكل دائم أثناء التمرير في صفحة المدونة.

source: Sidebar position for mobile
ar: موضع الشريط الجانبي للجوال

source: Blog image hover
ar: تحوم صورة المدونة

source: Choose the design type for the image at the blog page.
ar: اختر نوع التصميم للصورة في صفحة المدونة.

source: Mask hover
ar: تحوم القناع

source: Animated
ar: متحرك

source: Show "byline" on the blog
ar: إظهار "الخط الثانوي" على المدونة

source: Turn on to show the date of post creation, the name of the writer, number of comments and views.
ar: قم بتشغيله لإظهار تاريخ إنشاء المنشور واسم الكاتب وعدد التعليقات والمشاهدات.

source: Show "category" label on posts
ar: إظهار تسمية "الفئة" على المشاركات

source: Excerpt length (words)
ar: طول المقتطف (كلمات)

source: Controls the number of words in the post summary with a link to the whole entry. Important: Does not work for post content created using WPBakery Page builder.
ar: يتحكم في عدد الكلمات في ملخص النشر مع ارتباط إلى الإدخال بالكامل. هام: لا يعمل مع محتوى النشر الذي تم إنشاؤه باستخدام WPBakery Page Builder.

source: Excerpt length for posts sliders (words)
ar: طول المقتطفات لأشرطة تمرير المشاركات (الكلمات)

source: Excerpt symbols
ar: رموز المقتطفات

source: Add a symbol that you want to display at the end of the post excerpt.
ar: أضف الرمز الذي تريد عرضه في نهاية مقتطف المنشور.

source: Continue reading type
ar: أكمل قراءة النوع

source: Choose the design type of the continue reading text.
ar: اختر نوع تصميم نص متابعة القراءة.

source: Link
ar: رابط

source: Enable views counter
ar: تمكين عداد المشاهدات

source: Turn on to enable the post views counter.
ar: قم بتشغيل لتمكين عداد مشاهدات المشاركة.

source: Navigation type
ar: نوع التنقل

source: Choose the type of the navigation at the blog page.
ar: اختر نوع التنقل في صفحة المدونة.

source: More Button
ar: زر المزيد

source: Pagination align
ar: محاذاة ترقيم الصفحات

source: Choose the alignment of the pagination.
ar: اختر محاذاة ترقيم الصفحات.

source: Enable prev/next pagination links
ar: تفعيل روابط ترقيم الصفحات السابقة / التالية

source: Turn on to enable the previous and next links.
ar: قم بتشغيل لتمكين الروابط السابقة والتالية.

source: Image sizes for blog
ar: أحجام الصور للمدونة

source: Controls the size of the post featured image at the blog page. Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme. Alternatively enter size in pixels. Example: 200x100 (Width x Height).
ar: يتحكم في حجم المنشور الصورة المميزة في صفحة المدونة. مثال: "صورة مصغرة" أو "متوسطة" أو "كبيرة" أو "كاملة" أو أحجام أخرى محددة حسب المظهر. بدلا من ذلك أدخل الحجم بالبكسل. مثال: 200 × 100 (العرض × الارتفاع).

source: Image sizes for related articles
ar: أحجام الصور للمقالات ذات الصلة

source: Controls the size of the featured image of the related posts at the single post page. Example: "thumbnail", "medium", "large", "full" or other sizes defined by theme. Alternatively enter size in pixels. Example: 200x100 (Width x Height).
ar: يتحكم في حجم الصورة المميزة للمنشورات ذات الصلة في صفحة المنشور الفردية. مثال: "صورة مصغرة" أو "متوسطة" أو "كبيرة" أو "كاملة" أو أحجام أخرى محددة حسب المظهر. بدلا من ذلك أدخل الحجم بالبكسل. مثال: 200 × 100 (العرض × الارتفاع).

source: Blog
ar: المدونة

source: Single post
ar: مقال منفرد

source: Choose layout of the post template. Header displays over the post featured image for the "Large", "Full width", "Full width centred" layouts.
ar: اختر تخطيط قالب المنشور. يتم عرض الرأس فوق الصورة المميزة للمشاركة للتخطيطات "كبيرة" و "عرض كامل" و "عرض كامل في المنتصف".

source: Display featured image on single post
ar: عرض صورة مميزة في منشور واحد

source: Turn on to display featured image at the single post page.
ar: قم بتشغيل لعرض الصورة المميزة في صفحة المنشور الفردية.

source: Display Title/Meta on single post
ar: عرض العنوان / ميتا في منشور واحد

source: Turn on to show post title and post meta on the single post page. You can use post meta shortcode [etheme_post_meta time="true" time_details="true" author="true" comments="true" count="true" class="" ] in post content as an alternative of this option.
ar: قم بتشغيل لإظهار عنوان المنشور ونشر التعريف على صفحة المنشور الفردية. يمكنك استخدام الرمز المختصر للنشر [etheme_post_meta time = "true" time_details = "true" author = "true" comments = "true" count = "true" class = ""] في محتوى المنشور كبديل لهذا الخيار.

source: Show share buttons
ar: اظهار روابطا أزرار المشاركة

source: Turn on to display share buttons on the post page.
ar: قم بتشغيل لعرض أزرار المشاركة على صفحة النشر.

source: Show about author block
ar: عرض حول كتلة المؤلف

source: Turn on to display the name of the writer on the post page.
ar: قم بتشغيل لعرض اسم الكاتب على صفحة المنشور.

source: Posts previous/next buttons
ar: الأزرار السابقة / التالية

source: Turn on to show navigation to previous and next posts.
ar: قم بتشغيل لإظهار التنقل إلى المشاركات السابقة والتالية.

source: Show Related posts
ar: إظهار المنشورات ذات الصلة

source: Turn on to display related posts on the single post.
ar: قم بتشغيل لعرض المنشورات ذات الصلة في المنشور الفردي.

source: Related query type
ar: نوع الاستعلام ذو الصلة

source: Choose the type of the related post query.
ar: اختر نوع الاستعلام المنشور ذي الصلة.

source: Categories
ar: التصنيفات

source: Tags
ar: الوسوم

source: Choose the breadcrumbs style or disable them.
ar: اختر نمط فتات الخبز أو قم بتعطيلها.

source: Left inline
ar: مضمنة اليسار

source: Align center
ar: محاذاة الوسط

source: Align left
ar: محاذاة اليسار

source: Breadcrumbs Title tag
ar: فتات الخبز علامة العنوان

source: Choose the breadcrumbs main title tag.
ar: اختر علامة العنوان الرئيسية بفتات التنقل.

source: Paragraph
ar: فقرة

source: Breadcrumbs Categories Title tag
ar: فتات الخبز الفئات علامة العنوان

source: Choose the categories breadcrumbs main title tag.
ar: اختر فئات فتات التنقل علامة العنوان الرئيسية.

source: Special breadcrumbs on cart, checkout, order page
ar: فتات الخبز الخاصة على عربة التسوق ، الخروج ، صفحة الطلب

source: Turn on to show step by step breadcrumbs on cart, checkout and order page.
ar: قم بتشغيل لإظهار فتات الخبز خطوة بخطوة على صفحة عربة التسوق والسداد والطلب.

source: Breadcrumbs background
ar: فتات الخبز الخلفية

source: Controls the background style of breadcrumbs area.
ar: يتحكم في نمط الخلفية لمنطقة فتات الخبز.

source: Breadcrumbs text color
ar: لون نص فتات الخبز

source: Choose the breadcrumbs text color scheme.
ar: اختر نظام ألوان نص فتات الخبز.

source: Breadcrumbs effect
ar: تأثير فتات الخبز

source: Choose the animation for the breadcrumbs area.
ar: اختر الرسم المتحرك لمنطقة فتات التنقل.

source: Parallax on mouse move
ar: المنظر عند تحريك الماوس

source: Text animation on scroll
ar: الرسوم المتحركة للنص عند التمرير

source: Breadcrumbs paddings
ar: حشوات فتات الخبز

source: Controls the paddings for the breadcrumbs area. Leave empty to use default values. You also may set up your breadcrumbs settings in %1s when you have header overlap setting enabled
ar: يتحكم في الحشوات لمنطقة فتات الخبز. اتركه فارغا لاستخدام القيم الافتراضية. يمكنك أيضًا إعداد إعدادات مسارات التنقل في %1s عند تمكين إعداد تداخل الرؤوس

source: Breadcrumbs settings
ar: إعدادات فتات الخبز

source: Breadcrumbs font
ar: خط فتات الخبز

source: Use to change font family and font styles for the breadcrumbs links.
ar: تُستخدم لتغيير عائلة الخطوط وأنماط الخطوط لروابط مسارات التنقل.

source: Breadcrumbs title font
ar: خط عنوان فتات الخبز

source: Use to change font family and font styles for the title in the breadcrumbs.
ar: تُستخدم لتغيير عائلة الخطوط وأنماط الخطوط للعنوان في مسارات التنقل.

source: "Return to previous page" link
ar: رابط "العودة إلى الصفحة السابقة"

source: Turn on to show Return to previous page link.
ar: قم بتشغيل لإظهار ارتباط العودة إلى الصفحة السابقة.

source: "Return to previous page" font
ar: خط "العودة إلى الصفحة السابقة"

source: Use to change font family and font styles for the "return to previous page" link.
ar: تُستخدم لتغيير عائلة الخطوط وأنماط الخطوط لارتباط "العودة إلى الصفحة السابقة".

source: Select page
ar: اختر الصفحة

source: Overlay content on image
ar: تراكب المحتوى على الصورة

source: Custom
ar: مخصص

source: Images Slider
ar: صور المنزلق

source: Padding top
ar: أعلى الحشو

source: Padding right
ar: لایه درست است

source: Padding bottom
ar: أسفل الحشو

source: Padding left
ar: محاذاه داخلية لليسار

source: Border top
ar: أعلى الحدود

source: Border right
ar: حق الحدود

source: Border bottom
ar: أسفل الحدود القائمة

source: Border left
ar: غادر الحدود

source: Solid
ar: صلب

source: Dashed
ar: متقطع

source: Dotted
ar: منقط

source: Double
ar: مزدوج

source: Border top left radius
ar: الحد أعلى نصف قطرها الأيسر

source: Border top right radius
ar: نصف قطر أعلى يمين الحد

source: Border bottom right radius
ar: نصف القطر السفلي الأيمن للحدود

source: Border bottom left radius
ar: نصف القطر السفلي الأيسر للحدود

source: Theme Custom CSS
ar: موضوع مخصص CSS

source: Once you've isolated a part of theme that you'd like to change, enter your CSS code to the fields below. Do not add JS or HTML to the fields. Custom CSS, entered here, will override a theme CSS. In some cases, the !important tag may be needed.
ar: بمجرد عزل جزء من المظهر الذي ترغب في تغييره ، أدخل كود CSS في الحقول أدناه. لا تقم بإضافة JS أو HTML إلى الحقول. سيحل CSS المخصص ، الذي تم إدخاله هنا ، محل CSS للقالب. في بعض الحالات ، قد تكون العلامة المهمة مطلوبة.

source: Global CSS
ar: إعدادات CSS العامة

source: Desktop (992px+)
ar: سطح المكتب (992 بكسل +)

source: Tablet (768px - 991px)
ar: جهاز لوحي (768 بكسل - 991 بكسل)

source: Mobile landscape (481px - 767px)
ar: المناظر الطبيعية للجوال (481 بكسل - 767 بكسل)

source: Mobile (0 - 480px)
ar: الجوال (0 - 480 بكسل)

source: Back to top button
ar: زر العودة الى اعلى

source: "Back To Top" button
ar: "زر العودة الى اعلى

source: Turn on to have back to top button at the right bottom of the page.
ar: قم بالتشغيل للرجوع إلى الزر العلوي في الجزء السفلي الأيمن من الصفحة.

source: "Back To Top" button on mobile
ar: زر "الرجوع إلى الأعلى" على الهاتف المحمول

source: Turn on to have back to top button on mobile.
ar: قم بالتشغيل للرجوع إلى أعلى زر على الهاتف المحمول.

source: Copyrights styling
ar: تصميم حقوق النشر

source: Copyrights text color scheme
ar: نظام ألوان نص حقوق النشر

source: Choose copyrights text color scheme.
ar: اختر نظام ألوان نص حقوق النشر.

source: Copyrights Links
ar: روابط حقوق النشر

source: Choose copyrights links colors.
ar: اختر ألوان روابط حقوق النشر.

source: Regular
ar: عادي

source: Active
ar: نشط

source: Copyrights Background Color
ar: لون الخلفية لجزء حقوق التأليف والنشر

source: Controls the the copyrights background color.
ar: يتحكم في لون خلفية حقوق النشر.

source: Copyrights paddings
ar: حقوق التأليف والنشر

source: Controls the paddings for the copyright area. Leave empty to use default values.
ar: يتحكم في الحشوات الخاصة بمنطقة حقوق النشر. اتركه فارغا لاستخدام القيم الافتراضية.

source: Footer layout
ar: تخطيط الفوتر

source: Remember that you can create footer using static blocks.
ar: تذكر أنه يمكنك إنشاء تذييل باستخدام قوالب ثابتة.

source: Watch the tutorial
ar: شاهد البرنامج التعليمي

source: Footer columns
ar: أعمدة التذييل

source: Controls the number of columns in footer. You can add footer content at Appearance > Widgets. You can use static blocks widgets in footer to create custom layout.
ar: يتحكم في عدد الأعمدة في التذييل. يمكنك إضافة محتوى تذييل في Appearance> Widgets. يمكنك استخدام عناصر واجهة تعامل الكتل الثابتة في التذييل لإنشاء تخطيط مخصص.

source: 1 Column
ar: عمود واحد

source: 2 Columns
ar: الأعمدة

source: 3 Columns
ar: 3 اعمدة

source: 4 Columns
ar: 4 اعمدة

source: Show footer demo blocks
ar: إظهار كتل العرض التذييل

source: Turn off to hide default demo content of the footer.
ar: قم بإيقاف التشغيل لإخفاء المحتوى التجريبي الافتراضي للتذييل.

source: Footer fixed
ar: تم إصلاح التذييل

source: Turn on to get sliding effect for the footer (footer appears under the content during scroll).
ar: قم بتشغيل للحصول على تأثير انزلاق للتذييل (يظهر التذييل أسفل المحتوى أثناء التمرير).

source: Footer widgets toggle on mobile
ar: أدوات التذييل للتبديل على الهاتف المحمول

source: Turn off to hide close widgets in the footer on mobile.
ar: قم بإيقاف التشغيل لإخفاء الحاجيات القريبة في التذييل على الهاتف المحمول.

source: Footer widgets toggle action on mobile
ar: تعمل أدوات التذييل على تبديل الإجراء على الهاتف المحمول

source: Type of widget content.
ar: نوع محتوى القطعة.

source: Open always
ar: افتح دائما

source: Collapsed
ar: تقليص

source: Footer
ar: الفوتر

source: Footer styling
ar: تصميم التذييل

source: Footer text color scheme
ar: نظام ألوان نص التذييل

source: Choose footer text color scheme.
ar: اختر نظام ألوان نص التذييل.

source: Footer Links
ar: روابط تذييل الصفحة

source: Footer Background Color
ar: لون خلفية الفوتر

source: Controls the the footer background color.
ar: يتحكم في لون خلفية التذييل.

source: Footer paddings
ar: حشوة التذييل

source: Controls the paddings for the footer area. Leave empty to use default values.
ar: يتحكم في الحشوات لمنطقة التذييل. اتركه فارغا لاستخدام القيم الافتراضية.

source: Footer Border bottom width
ar: عرض أسفل حد التذييل

source: Controls the the Footer border bottom width
ar: يتحكم في العرض السفلي لحد التذييل

source: Footer Border bottom style
ar: نمط أسفل حد التذييل

source: Controls the the Footer border bottom style
ar: يتحكم في النمط السفلي لحد التذييل

source: Footer Border bottom color
ar: لون أسفل تذييل الحدود

source: Controls the the Footer border bottom color
ar: يتحكم في اللون السفلي لحد التذييل

source: General / Layout
ar: عام / تخطيط

source: Site Layout
ar: تخطيط الموقع

source: Choose the type of layout you want your site to display.
ar: اختر نوع التخطيط الذي تريد أن يعرضه موقعك.

source: Wide layout
ar: تنسيق عريض

source: Boxed
ar: محاصر

source: Bordered
ar: يحدها

source: Site width
ar: عرض الموقع

source: Controls the content width. In pixels, default: 1170px.
ar: يتحكم في عرض المحتوى. بالبكسل ، الافتراضي: 1170 بكسل.

source: Mobile header starts from
ar: يبدأ رأس المحمول من

source: Controls the mobile header start point. In pixels, default: 992px.
ar: يتحكم في نقطة بداية رأس الجوال. بالبكسل ، الافتراضي: 992 بكسل.

source: Mobile content optimization
ar: تحسين محتوى الجوال

source: Helps to disable unused HTML, CSS, JS of the desktop elements for mobile version. Keep disabled if you use cache for the mobile devices of the cache plugin.
ar: يساعد على تعطيل HTML و CSS و JS غير المستخدمة لعناصر سطح المكتب لإصدار الجوال. استمر في التعطيل إذا كنت تستخدم ذاكرة التخزين المؤقت للأجهزة المحمولة الخاصة بالمكوِّن الإضافي لذاكرة التخزين المؤقت.

source: Mobile User-scalable
ar: مستخدم الهاتف المحمول قابلة للتطوير

source: Enable if you want to allow users to scale content on mobile device.
ar: قم بتمكينه إذا كنت تريد السماح للمستخدمين بتوسيع نطاق المحتوى على الجهاز المحمول.

source: Site preloader
ar: أداة التحميل المسبق للموقع

source: Enable nice loading effect while your site or page is in loading mode.
ar: قم بتمكين تأثير التحميل الجميل عندما يكون موقعك أو صفحتك في وضع التحميل.

source: Site Preloader image
ar: صورة أداة التحميل المسبق للموقع

source: Upload an interesting png, jpg or gif file to make the waiting time less of a hassle for site visitors.
ar: قم بتحميل ملف png أو jpg أو gif مثير للاهتمام لجعل وقت الانتظار أقل صعوبة بالنسبة لزوار الموقع.

source: Images loader
ar: محمل الصور

source: Static blocks
ar: كتل ثابتة

source: Enable this option if you want to use static blocks functionality to create an advanced content of footer, newsletter, mega menu etc.
ar: قم بتمكين هذا الخيار إذا كنت تريد استخدام وظيفة الكتل الثابتة لإنشاء محتوى متقدم للتذييل ، والنشرة الإخبارية ، والقائمة الضخمة ، إلخ.

source: Testimonials
ar: الشهادات

source: Enable this option if you collect written recommendations from customers, clients and want to display them on your site in different ways.
ar: قم بتمكين هذا الخيار إذا قمت بجمع توصيات مكتوبة من العملاء والعملاء وترغب في عرضها على موقعك بطرق مختلفة.

source: Enable Classic widgets panel
ar: تمكين لوحة عناصر واجهة المستخدم الكلاسيكية

source: Enable this option if you want use classic widgets panel.
ar: قم بتمكين هذا الخيار إذا كنت تريد استخدام لوحة عناصر واجهة المستخدم الكلاسيكية.

source: Enable ETheme studio
ar: تفعيل استوديو ETheme

source: Enable this option if you want use ETheme studio for Elementor page builder.
ar: قم بتمكين هذا الخيار إذا كنت تريد استخدام استوديو ETheme لمنشئ الصفحة Elementor.

source: WPBakery responsive CSS box-module
ar: WPBakery مستجيبة CSS وحدة نمطية
