Repository: waas1-007/themes
Catalog: xstore/8.2.3/languages/*.po
Languages: ar

source: Choose the way to display product image in the quick view window.
ar: اختر طريقة عرض صورة المنتج في نافذة العرض السريع.

source: Horizontal scroll
ar: التمرير الأفقي

source: Off-canvas width (px)
ar: عرض خارج القماش (بكسل)

source: Images height
ar: ارتفاع الصور

source: Minimum height for the images
ar: أدنى ارتفاع للصور

source: Quick view layout
ar: تنسيق العرض السريع

source: Choose the design of the quick view window.
ar: اختر تصميم نافذة العرض السريع.

source: Centered
ar: توسيط

source: Quick view content
ar: عرض سريع للمحتوى

source: Enable elements that you want to display in quick view window.
ar: قم بتمكين العناصر التي تريد عرضها في نافذة العرض السريع.

source: Gallery (drag for off-canvas only)
ar: معرض (اسحب خارج اللوحة فقط)

source: Product Name
ar: اسم المنتج

source: Price
ar: السعر

source: Product Star Rating
ar: تصنيف المنتج بالنجوم

source: Product Short Description
ar: وصف قصير للمنتج

source: Add To Cart
ar: أضف إلى السلة

source: Product Meta
ar: وصف المحتوى

source: Product Share
ar: مشاركة المنتج

source: More Details Link
ar: رابط المزيد من التفاصيل

source: Product details toggle
ar: تفاصيل المنتج تبديل

source: Enable details toggle for product
ar: تفعيل تبديل التفاصيل للمنتج

source: Details length
ar: طول التفاصيل

source: Controls the length of the product details
ar: يتحكم في طول تفاصيل المنتج

source: Catalog Mode
ar: وضع الكتالوج

source: Just Catalog
ar: مجرد كتالوج

source: Turn on to disable ability to buy products via removing "Add to Cart" buttons.
ar: قم بتشغيل لتعطيل القدرة على شراء المنتجات عن طريق إزالة أزرار "إضافة إلى عربة التسوق".

source: Permission restrictions just for:
ar: قيود الأذونات فقط لـ:

source: Unregistered
ar: غير مسجل

source: Hide price
ar: إخفاء السعر؟

source: Turn on to hide product price.
ar: قم بتشغيل لإخفاء سعر المنتج.

source: Price text
ar: نص السعر

source: This text will be shown in place of price in archive and product pages. Leave empty to hide texts and prices.
ar: سيظهر هذا النص بدلاً من السعر في صفحات الأرشيف والمنتج. اتركه فارغا لإخفاء النصوص والأسعار.

source: Login to view price
ar: تسجيل الدخول إلى سعر الرأي

source: Open filter by default
ar: افتح عامل التصفية افتراضيًا

source: Turn on if you use filters widget area to display "Filters" button in the shop toolbar and want to keep this area opened at start.
ar: قم بتشغيل إذا كنت تستخدم منطقة عناصر واجهة مستخدم الفلاتر لعرض زر "عوامل التصفية" في شريط أدوات المتجر وتريد إبقاء هذه المنطقة مفتوحة عند البداية.

source: Widgets columns for filters area
ar: الحاجيات أعمدة لمنطقة المرشحات

source: Controls the number of columns for the filters widget area content.
ar: يتحكم في عدد الأعمدة لمحتوى منطقة عنصر واجهة مستخدم المرشحات.

source: Sidebar widgets with scrollable content
ar: أدوات الشريط الجانبي ذات المحتوى القابل للتمرير

source: Turn on to limit height of the sidebar widgets
ar: قم بتشغيل للحد من ارتفاع أدوات الشريط الجانبي

source: Sidebar widgets height
ar: ارتفاع الحاجيات الشريط الجانبي

source: Add the max-height of the sidebar widgets before scroll appears. In pixels.
ar: أضف أقصى ارتفاع لأدوات الشريط الجانبي قبل ظهور التمرير. بالبكسل.

source: Sidebar widgets toggle
ar: أدوات الشريط الجانبي للتبديل

source: Turn on to enable toggle for the sidebar widget title to open/close widget content.
ar: قم بتشغيل لتمكين التبديل لعنوان أداة الشريط الجانبي لفتح / إغلاق محتوى عنصر واجهة المستخدم.

source: Sidebar widgets content
ar: محتوى الحاجيات الشريط الجانبي

source: Collapsed always
ar: انهار دائما

source: Collapsed on mobile
ar: انهار على الهاتف المحمول

source: Show more filters on click
ar: إظهار المزيد من المرشحات عند النقر

source: Will add "+1" button to filters
ar: سيتم إضافة زر "+1" إلى عوامل التصفية

source: Show more filters after X items
ar: إظهار المزيد من المرشحات بعد X عنصر

source: Ajax product filters
ar: فلاتر منتج أجاكس

source: Turn on to use Ajax for product filters.
ar: قم بتشغيله لاستخدام Ajax لفلاتر المنتج.

source: Ajax for product categories widget
ar: اياكس القطعة فئات المنتجات

source: Scroll to Top after ajax product filters
ar: قم بالتمرير إلى الأعلى بعد فلاتر منتج أجاكس

source: Turn on to scroll window to top after ajax for product filters.
ar: قم بتشغيله لتمرير النافذة إلى الأعلى بعد ajax لفلاتر المنتج.

source: Shop page Layout
ar: تسوق الصفحة تخطيط

source: Products per page
ar: المنتجات لكل صفحة

source: Add the number of products to show per page before pagination appears. Use -1 to show "All"
ar: أضف عدد المنتجات المراد عرضها في كل صفحة قبل ظهور ترقيم الصفحات. استخدم -1 لإظهار "الكل"

source: Per page variants separated by commas
ar: متغيرات لكل صفحة مفصولة بفواصل

source: Add variants and allow the customer to choose the products quantity shown per page. For ex.: 9,12,24,36,-1. Use -1 to show "All".
ar: أضف متغيرات واسمح للعميل باختيار كمية المنتجات المعروضة في كل صفحة. على سبيل المثال: 9 ، 12 ، 24 ، 36 ، -1. استخدم -1 لإظهار "الكل".

source: Choose the position of the sidebar for the shop page and product categories.
ar: اختر موضع الشريط الجانبي لصفحة المتجر وفئات المنتجات.

source: Sidebar position on category page
ar: موضع الشريط الجانبي في صفحة الفئة

source: Choose the position of the sidebar for the product category page.
ar: اختر موضع الشريط الجانبي لصفحة فئة المنتج.

source: Products per row on category page
ar: المنتجات لكل صف في صفحة الفئة

source: Choose the number of product per row on category pages or inherit it from the WooCommerce options for the shop page (Appearance > Customize > WooCommerce > Product catalog).
ar: اختر رقم المنتج لكل صف في صفحات الفئات أو ارثه من خيارات WooCommerce لصفحة المتجر (المظهر> التخصيص> WooCommerce> كتالوج المنتج).

source: Inherit from shop settings
ar: ترث من إعدادات المتجر

source: Sidebar position on brand page
ar: موضع الشريط الجانبي على صفحة العلامة التجارية

source: Choose the position of the sidebar for the product brand page.
ar: اختر موضع الشريط الجانبي لصفحة العلامة التجارية للمنتج.

source: Products per row on brand page
ar: المنتجات في كل صف على صفحة العلامة التجارية

source: Choose the number of product per row on brand pages or inherit it from the WooCommerce options for the shop page (Appearance > Customize > WooCommerce > Product catalog).
ar: اختر رقم المنتج لكل صف على صفحات العلامات التجارية أو ارثه من خيارات WooCommerce لصفحة المتجر (المظهر> التخصيص> WooCommerce> كتالوج المنتج).

source: Turn on to make the sidebar permanently visible while scrolling at the shop page.
ar: قم بتشغيل لجعل الشريط الجانبي مرئيًا بشكل دائم أثناء التمرير في صفحة المتجر.

source: Choose the sidebar position for the mobile devices.
ar: اختر موضع الشريط الجانبي للأجهزة المحمولة.

source: Off-canvas icon
ar: أيقونة خارج اللوحة القماشية

source: Upload svg icon for the sidebar toggle on mobile. Install SVG Support plugin to be able to upload SVG files.
ar: تحميل رمز svg لتبديل الشريط الجانبي على الهاتف المحمول. قم بتثبيت البرنامج المساعد SVG Support لتتمكن من تحميل ملفات SVG.

source: Install plugin
ar: تثبيت الإضافة

source: Hide sidebar for mobile devices
ar: إخفاء الشريط الجانبي للأجهزة المحمولة

source: Turn on to hide sidebar on the mobile devices.
ar: قم بتشغيل لإخفاء الشريط الجانبي على الأجهزة المحمولة.

source: Turn on to stretch shop page container.
ar: قم بتشغيل لتمديد حاوية صفحة المتجر.

source: Products masonry
ar: منتجات البناء

source: Turn on placing products in optimal position based on available vertical space.
ar: قم بتشغيل وضع المنتجات في الوضع الأمثل بناءً على المساحة الرأسية المتاحة.

source: Products view mode
ar: وضع عرض المنتجات

source: Choose the view mode for the shop page.
ar: اختر وضع العرض لصفحة المتجر.

source: Grid/List
ar: شبكة / قائمة

source: List/Grid
ar: قائمة / شبكة

source: Only Grid
ar: فقط الشبكة

source: Only List
ar: قائمة فقط

source: Default view for smart grid
ar: العرض الافتراضي للشبكة الذكية

source: Choose the default view for the shop page.
ar: اختر طريقة العرض الافتراضية لصفحة المتجر.

source: 2 columns grid
ar: شبكة 2 أعمدة

source: 3 columns grid
ar: شبكة 3 أعمدة

source: 4 columns grid
ar: شبكة 4 أعمدة

source: 5 columns grid
ar: شبكة من 5 أعمدة

source: 6 columns grid
ar: شبكة 6 أعمدة

source: Default view for smart grid (category page)
ar: العرض الافتراضي للشبكة الذكية (صفحة الفئة)

source: Choose the default view for the category page.
ar: اختر طريقة العرض الافتراضية لصفحة الفئة.

source: Default view for smart grid (brands page)
ar: العرض الافتراضي للشبكة الذكية (صفحة العلامات التجارية)

source: Choose the default view for the brands page.
ar: اختر طريقة العرض الافتراضية لصفحة العلامات التجارية.

source: Shop Page Banner position
ar: متجر موقع راية الصفحة

source: Controls the position of the shop page banner.
ar: يتحكم في موضع لافتة صفحة المتجر.

source: Above all the shop content
ar: فوق كل محتوى المحل

source: Above all the shop content (full-width)
ar: فوق كل محتوى المتجر (كامل العرض)

source: Shop Page Banner content
ar: تسوق محتوى شعار الصفحة

source: Controls the shop page banner content. Use HTML, static block or slider shortcode. Do not include JS in the field.
ar: يتحكم في محتوى شعار صفحة المتجر. استخدم HTML أو كتلة ثابتة أو رمزًا قصيرًا لشريط التمرير. لا تقم بتضمين JS في هذا المجال.

source: Show products toolbar on the shop page
ar: عرض شريط أدوات المنتجات على صفحة المتجر

source: Ajax product pagination
ar: منتج Ajax ترقيم الصفحات

source: Turn on to use Ajax for product pagination.
ar: قم بتشغيل لاستخدام Ajax لترقيم صفحات المنتج.

source: Product added notification type
ar: نوع الإخطار المضافة للمنتج

source: Turn on to use Ajax notification after once product was added to cart.
ar: قم بالتشغيل لاستخدام إشعار Ajax بعد إضافة المنتج إلى سلة التسوق.

source: Alert
ar: تنبيه

source: Open cart Off-canvas/dropdown content
ar: فتح محتوى عربة التسوق خارج القماش / القائمة المنسدلة

source: Linked Products type
ar: نوع المنتجات المرتبطة

source: Upsells
ar: منتجات موصى بها

source: Cross-sells
ar: منتجات مترابطة

source: Shop
ar: المتجر

source: Products style
ar: نمط المنتجات

source: Choose the design type for the products on the shop page. Custom type allows you to choose the design created using
ar: اختر نوع التصميم للمنتجات على صفحة المتجر. يتيح لك النوع المخصص اختيار التصميم الذي تم إنشاؤه باستخدام

source: WPBakery Grid builder
ar: منشئ شبكة WPBakery

source: Products bordered layout
ar: تصميم حدود المنتجات

source: Add borders around products wrapper and between products. For product archives only.
ar: أضف حدودًا حول غلاف المنتجات وبين المنتجات. لأرشيف المنتج فقط.

source: Products no space
ar: لا توجد مساحة للمنتجات

source: Remove space between products. For product archives only.
ar: أزل المسافة بين المنتجات. لأرشيف المنتج فقط.

source: Custom Product Template for Grid View
ar: قالب منتج مخصص لعرض الشبكة

source: Choose the design created using %1$1s. Find the Video tutorials for builder usage %2$2s
ar: اختر التصميم الذي تم إنشاؤه باستخدام %1$1s. ابحث عن دروس الفيديو لاستخدام المنشئ %2$2s

source: Custom Product Template for List View
ar: قالب منتج مخصص لعرض القائمة

source: Choose the color scheme for the product design with buttons on hover.
ar: اختر نظام الألوان لتصميم المنتج باستخدام الأزرار عند التمرير.

source: Image hover effect
ar: تأثير تحوم الصورة

source: Choose the type of the hover effect for the image or disable it at all.
ar: اختر نوع تأثير التمرير للصورة أو قم بتعطيله على الإطلاق.

source: Stretch product image
ar: امتداد صورة المنتج

source: Make product image 100% width. You can disable it if your images look blured.
ar: جعل عرض صورة المنتج 100٪. يمكنك تعطيله إذا بدت صورك غير واضحة.

source: Product title limit by
ar: حد لبنود عنوان المنتج

source: Choose the title limit type.
ar: اختر نوع حد العنوان.

source: Chars
ar: رموز

source: Product title chars limit
ar: حد أحرف عنوان المنتج

source: Controls the length of the product title for the products at grid/list, related products.
ar: يتحكم في طول عنوان المنتج للمنتجات في الشبكة / القائمة والمنتجات ذات الصلة.

source: Product title lines limit
ar: حد لبنود عنوان المنتج

source: Controls the lines of the product title for the products at grid/list, related products.
ar: يتحكم في سطور عنوان المنتج للمنتجات في الشبكة / القائمة والمنتجات ذات الصلة.

source: Star rating color
ar: لون تصنيف النجوم

source: Choose the color of the stars for the product rating.
ar: اختر لون النجوم لتقييم المنتج.

source: Product content elements
ar: عناصر محتوى المنتج

source: Enable/disable element that you do/do not want to show at grid/list.
ar: تمكين / تعطيل العنصر الذي تريد / لا تريد إظهاره في الشبكة / القائمة.

source: Product name
ar: اسم المنتج

source: Add to cart button
ar: زر الاضافه إلى السلة

source: Rating
ar: تقييم

source: Hover buttons on mobile
ar: تحوم الأزرار على الهاتف المحمول

source: Show excerpt in content product
ar: عرض مقتطفات في محتوى المنتج

source: Excerpt length (symbols)
ar: طول مقتطف (الرموز)

source: Controls the number of words in the product excerpt. Important: Does not work for post content created using WPBakery Page builder.
ar: يتحكم في عدد الكلمات في مقتطف المنتج. هام: لا يعمل لمحتوى البريد الذي تم إنشاؤه باستخدام Builder صفحة WPBakery.

source: Add to cart with quantity
ar: أضف إلى العربة بالكمية

source: Box shadow on hover
ar: مربع الظل على تحوم

source: Variable products settings
ar: إعدادات المنتجات المتغيرة

source: Show only min price on variable products
ar: اعرض السعر الأدنى فقط على المنتجات المتغيرة

source: Show variations as simple products (beta)
ar: إظهار الاختلافات كمنتجات بسيطة (تجريبي)

source: Displays variations individually as single products on shop, product categories and other product archive pages
ar: يعرض الاختلافات بشكل فردي كمنتجات فردية في المتجر وفئات المنتجات وصفحات أرشيف المنتجات الأخرى

source: Hide parent product of variations
ar: إخفاء المنتج الأصل من الاختلافات

source: Show attributes in variation products names
ar: إظهار السمات في أسماء المنتجات المتنوعة

source: Recount layered widgets counts
ar: عد حسابات الحاجيات ذات الطبقات

source: It will add a few more requests
ar: سيضيف عدد قليل من الطلبات

source: Single product layout
ar: تخطيط منتج واحد

source: Page Layout
ar: تخطيط الصفحة

source: Choose the layout type for the single product page.
ar: اختر نوع التخطيط لصفحة المنتج الفردية.

source: Choose the position of the sidebar for the single product page.
ar: اختر موضع الشريط الجانبي لصفحة المنتج الواحدة.

source: Hide sidebar on mobile
ar: إخفاء الشريط الجانبي على الهاتف المحمول

source: Fixed product image
ar: صورة المنتج الثابتة

source: Turn on to make the product image sticky. If the fixed product content option is enabled then keep this option disabled.
ar: قم بتشغيل لجعل صورة المنتج لزجة. إذا تم تمكين خيار محتوى المنتج الثابت ، فاحتفظ بهذا الخيار معطلاً.

source: Fixed product content
ar: محتوى المنتج الثابت

source: Turn on to make the product content sticky and image - scrollable. If the fixed product image option is enabled then keep this option disabled.
ar: قم بتشغيله لجعل محتوى المنتج ثابتًا ويمكن تمرير الصور فيه. إذا تم تمكين خيار صورة المنتج الثابتة ، فاحتفظ بهذا الخيار معطلاً.

source: Move product name in breadcrumbs
ar: انقل اسم المنتج في فتات الخبز

source: Turn on to show the product title in breadcrumbs only and remove from the single product content.
ar: قم بالتشغيل لإظهار عنوان المنتج في مسارات التنقل فقط وإزالته من محتوى المنتج الفردي.

source: Leave product name in main content too
ar: اترك اسم المنتج في المحتوى الرئيسي أيضًا

source: Turn on to show the product title in content too.
ar: قم بتشغيل لإظهار عنوان المنتج في المحتوى أيضًا.

source: Turn on to show the share buttons.
ar: قم بتشغيل لإظهار أزرار المشاركة.

source: AJAX add to cart for simple and variable products
ar: إضافة AJAX إلى سلة التسوق للمنتجات البسيطة والمتغيرة

source: Turn on to enable adding to cart without page refresh for the simple and variable products. Important: third party plugins may have conflict with this.
ar: قم بتشغيل لتمكين الإضافة إلى سلة التسوق دون تحديث الصفحة للمنتجات البسيطة والمتغيرة. هام: قد تتعارض المكونات الإضافية لجهات خارجية مع هذا.

source: Zoom for product images
ar: تكبير لصور المنتج

source: Turn on to enable the WooCommerce zoom feature. Important: Every product image you use must be larger than the image container for zoom to work correctly.
ar: قم بتشغيله لتمكين ميزة تكبير WooCommerce. هام: يجب أن تكون كل صورة منتج تستخدمها أكبر من حاوية الصورة حتى يعمل التكبير / التصغير بشكل صحيح.

source: Turn on to display slider for the product gallery images.
ar: قم بتشغيل لعرض شريط التمرير لصور معرض المنتجات.

source: Enable for mobile
ar: تفعيل علي الموبايل

source: Product gallery slider auto height
ar: معرض المنتج الارتفاع التلقائي المنزلق

source: Turn on to enable auto height for the slider of the product gallery images.
ar: قم بتشغيله لتمكين الارتفاع التلقائي لشريط التمرير الخاص بصور معرض المنتجات.

source: Stretch main slider
ar: قم بتمديد شريط التمرير الرئيسي

source: Turn on to enable slider stretch. Enabling stretch will display full with carousel and parts of previous and next gallery images on carousel sides. If "On" then thumbnails won't be shown.
ar: قم بتشغيل لتمكين امتداد شريط التمرير. سيتم عرض تمكين التمدد بالكامل مع رف دائري وأجزاء من صور المعرض السابقة والتالية على جوانب الرف الدائري. إذا تم "تشغيل" ، فلن يتم عرض الصور المصغرة.

source: Choose the direction of the gallery thumbnails or disable them at all.
ar: اختر اتجاه الصور المصغرة للمعرض أو قم بتعطيلها على الإطلاق.

source: Choose the number of slides.
ar: اختر عدد الشرائح.

source: Location of upsell products
ar: موقع منتجات upsell

source: Controls the location of the up-sell products slider. If use "Sidebar" be sure that sidebar is enabled for the single product page.
ar: يتحكم في موقع شريط تمرير المنتجات الإضافية. في حالة استخدام "الشريط الجانبي" ، تأكد من تمكين الشريط الجانبي لصفحة المنتج الفردية.

source: After content
ar: بعد المحتوى

source: Location of cross-sells products
ar: موقع بيع المنتجات التبادلية

source: Controls the location of the cross-sells products slider. If use "Sidebar" be sure that sidebar is enabled for the single product page.
ar: يتحكم في موقع شريط تمرير منتجات البيع التكميلي. في حالة استخدام "الشريط الجانبي" ، تأكد من تمكين الشريط الجانبي لصفحة المنتج الفردية.

source: Show Next/Previous product navigation
ar: إظهار تنقل المنتج التالي / السابق

source: Turn on to show the navigation to next and previous product.
ar: قم بتشغيل لإظهار التنقل إلى المنتج التالي والسابق.

source: Lightbox
ar: صندوق مضيء

source: Download Button
ar: زر التنزيل

source: Upload size guide image to show size guide link and size guide image in lightbox after click.
ar: قم بتحميل صورة دليل المقاسات لإظهار رابط دليل المقاسات وصورة دليل الحجم في Lightbox بعد النقر.

source: File
ar: ملف

source: Upload size guide file.
ar: تحميل ملف دليل الحجم.

source: Fixed added to cart message
ar: الثابتة المضافة إلى سلة التسوق رسالة

source: Stretch add to cart button
ar: تمديد زر إضافة إلى عربة التسوق

source: Sticky add to cart bar
ar: إضافة لزجة إلى شريط عربة

source: Show product stock status
ar: عرض حالة مخزون المنتج

source: Buy Now Button
ar: زر اشتري الآن

source: Buy now styles
ar: شراء الأنماط الآن

source: Button color
ar: لون الزر

source: Button color (hover)
ar: لون الزر (التمرير)

source: Single Product Page
ar: صفحة المنتج الفردي

source: Related Products
ar: منتجات ذات صله

source: Display related products
ar: عرض المنتجات ذات الصلة

source: Turn on to display related products on the single product page.
ar: قم بتشغيل لعرض المنتجات ذات الصلة على صفحة منتج واحد.

source: Related products type
ar: نوع المنتجات ذات الصلة

source: Choose the design type of the related products.
ar: اختر نوع تصميم المنتجات ذات الصلة.

source: Related products per view
ar: المنتجات ذات الصلة لكل عرض

source: Controls the number of related products per view for every device.
ar: يتحكم في عدد المنتجات ذات الصلة لكل عرض لكل جهاز.

source: Notebook
ar: دفتر

source: Tablet landscape
ar: المشهد اللوحي

source: Tablet portrait
ar: صورة لوحة

source: Related products columns
ar: أعمدة المنتجات ذات الصلة

source: Controls the number of columns of the related products.
ar: يتحكم في عدد أعمدة المنتجات ذات الصلة.

source: Related products limit
ar: حد المنتجات ذات الصلة

source: Limits the number of the related products.
ar: يحد من عدد المنتجات ذات الصلة.

source: Tabs type
ar: نوع علامات التبويب

source: Choose the design type of the tabs.
ar: اختر نوع تصميم علامات التبويب.

source: Left Bar
ar: الشريط الأيسر

source: Accordion
ar: أكورديون

source: Close first tab by default
ar: إغلاق علامة التبويب الأولى بشكل افتراضي

source: Turn on if you want to keep the first tab closed.
ar: قم بتشغيل إذا كنت تريد إبقاء علامة التبويب الأولى مغلقة.

source: Tabs content scroll
ar: علامات التبويب محتوى التمرير

source: Turn on to add height for the tab content and enable scroll if content is higher.
ar: قم بتشغيل لإضافة ارتفاع لمحتوى علامة التبويب وتمكين التمرير إذا كان المحتوى أعلى.

source: Tab content height
ar: ارتفاع محتوى علامة التبويب

source: Add the max height of the tab content. In pixels.
ar: أضف أقصى ارتفاع لمحتوى علامة التبويب. بالبكسل.

source: Location of product tabs
ar: موقع علامات تبويب المنتج

source: Controls the location of the product tabs.
ar: يتحكم في موقع علامات تبويب المنتج.

source: Next to image
ar: بجانب الصورة

source: Under content
ar: تحت المحتوى

source: Reviews position
ar: استعراض الموقف

source: Controls the position of the reviews tab.
ar: يتحكم في موضع علامة التبويب المراجعات.

source: Next to tabs
ar: بجانب علامات التبويب

source: Custom Tab Title
ar: عنوان علامة التبويب المخصصة

source: Add the title to use custom tab.
ar: أضف العنوان لاستخدام علامة التبويب المخصصة.

source: Custom tab content
ar: محتوى علامة التبويب المخصصة

source: Add custom tab content. Use HTML, static block shortcode. Do not use JS, PHP code.
ar: أضف محتوى علامة تبويب مخصص. استخدم HTML ، الرمز المختصر للكتلة الثابتة. لا تستخدم كود PHP و JS.

source: Variation gallery
ar: معرض التنويعات

source: Turn on to use separate gallery for product variations.
ar: قم بتشغيله لاستخدام معرض منفصل لأشكال المنتج.

source: Wrong data
ar: خطأ في البيانات

source: success
ar: تمّ بنجاح

source: No Slug Found
ar: لم يتم العثور على أي رابط

source: Activating Plugin
ar: تفعيل الاضافات

source: Updating Plugin
ar: تحديث الاضافات

source: Installing Plugin
ar: تثبيت الإضافة

source: Success
ar: نجاح

source: Install
ar: تثبيت

source: Activate
ar: تفعيل

source: Update
ar: تحديث

source: All your settings will be reset to default values. Are you sure you want to do this ?
ar: ستتم إعادة تعيين جميع إعداداتك إلى القيم الافتراضية. هل انت متأكد من أنك تريد أن تفعل هذا ؟

source: Please, paste your options there.
ar: من فضلك ، الصق خياراتك هناك.

source: Loading options
ar: خيارات التحميل

source: Ajax error
ar: خطأ اياكس

source: Dashboard
ar: لوحة التحكم

source: Server Requirements
ar: متطلبات الخادم

source: Server Reqs.
ar: متطلبات الخادم.

source: Import Demos
ar: تثبيت ديموز

source: Plugins Installer
ar: مثبت الإضافات

source: Email Builder
ar: منشئ البريد الإلكتروني

source: Sales Booster
ar: داعم المبيعات

source: Authorization APIs
ar: اعتماد واجهات برمجة التطبيقات

source: Maintenance Mode
ar: وضع الصيانة

source: Custom Fonts
ar: خطوط مخصصة

source: Tutorials & Support
ar: البرامج التعليمية والدعم

source: SEO Experts
ar: خبراء تحسين محركات البحث

source: Get WPML Plugin
ar: احصل على ملحق WPML

source: Hosting Service
ar: خدمة استضافة

source: Go Unlimited
ar: انطلق بلا حدود

source: Item
ar: عنصر

source: Login Screen Background Image
ar: صورة خلفية شاشة تسجيل الدخول

source: Use File
ar: استخدم ملف

source: Upload
ar: رفع

source: Remove
ar: إزالة

source: Settings successfully saved!
ar: تم حفظ الإعدادات بنجاح!

source: Settings saving error!
ar: خطأ في حفظ الإعدادات!

source: New update available with new features, performance improvements and bug fixes.
ar: يتوفر تحديث جديد بميزات جديدة وتحسينات في الأداء وإصلاحات للأخطاء.

source: Update Now
ar: تحديث الان
