Repository: waas1-007/themes
Catalog: xstore/8.2.3/languages/*.po
Languages: ar

source: Please enter a valid number.
ar: الرجاء إدخال رقم صحيح.

source: Please enter only digits.
ar: الرجاء إدخال أرقام فقط.

source: Please enter a valid credit card number.
ar: الرجاء إدخال رقم بطاقة ائتمان سارية المفعول.

source: Please enter the same value again.
ar: من فظلك ادخل نفس القيمة مرة أخرى.

source: Please enter no more than {0} characters.
ar: الرجاء إدخال أكثر من {0} حرفا.

source: Please enter at least {0} characters.
ar: يرجى إدخال ما لا يقل عن {0} حرف.

source: Please enter a value between {0} and {1} characters long.
ar: يرجى إدخال قيمة بين {0} و {1} حرفا.

source: Please enter a value between {0} and {1}.
ar: الرجاء إدخال قيمة بين {0} و {1}.

source: Please enter a value less than or equal to {0}.
ar: يرجى إدخال قيمة أقل من أو تساوي {0}.

source: Please enter a value greater than or equal to {0}.
ar: الرجاء إدخال قيمة أكبر من أو تساوي {0}.

source: more
ar: المزيد

source: Ajax error: cannot get filters result
ar: خطأ Ajax: لا يمكن الحصول على نتيجة المرشحات

source: Ajax error: cannot get post/product result
ar: خطأ Ajax: لا يمكن الحصول على نتيجة المنشور / المنتج

source: Ajax error: cannot get products result
ar: خطأ Ajax: لا يمكن الحصول على نتيجة المنتجات

source: Ajax error: cannot get posts result
ar: خطأ Ajax: لا يمكن الحصول على نتيجة المشاركات

source: Ajax error: cannot get element result
ar: خطأ Ajax: لا يمكن الحصول على نتيجة العنصر

source: Ajax error: problem with ajax et_portfolio_ajax action
ar: خطأ Ajax: مشكلة في إجراء ajax et_portfolio_ajax

source: Ajax error: problem with ajax et_portfolio_ajax_pagination action
ar: خطأ Ajax: مشكلة في إجراء ajax et_portfolio_ajax_pagination

source: Ajax error: problem with ajax menu_posts action
ar: خطأ Ajax: مشكلة في إجراء ajax menu_posts

source: No matches found
ar: لم يتم العثور على أي نتائج

source: Variation Gallery not available on variation id
ar: معرض التباينات غير متاح في معرّف التنويعات

source: Seems like your localStorage is full
ar: يبدو أن التخزين المحلي الخاص بك ممتلئ

source: No results were found!
ar: لم يتم العثور على نتائج!

source: Product added.
ar: تم إضافة المنتج!

source: Copied to clipboard
ar: نسخ إلى الحافظة

source: Are you sure?
ar: هل أنت متأكد؟

source: Please check your
ar: يرجى التحقق من

source: cart.
ar: سلة المشتريات .

source: Continue shopping
ar: مواصلة التسوق

source: Checkout
ar: الدفع

source: {{count}} Products found
ar: تم العثور على {{count}} من المنتجات

source: {{count}} Pages found
ar: تم العثور على {{count}} من الصفحات

source: {{count}} Posts found
ar: {{count}} تم العثور على مشاركات

source: {{count}} Portfolio found
ar: {{count}} تم العثور على المحفظة

source: Show {{count}} more
ar: عرض {{count}} المزيد

source: View all results
ar: عرض جميع النتائج

source: {{count}} items found
ar: تم العثور على {{count}} من العناصر

source: {{count}} item found
ar: تم العثور على {{count}} عنصر

source: No items matched your search {{search_value}}.
ar: لا توجد عناصر تطابق بحثك {{search_value}}.

source: Categories Appearance
ar: فئات المظهر

source: Choose how to display product categories on the product archives.
ar: اختر كيفية عرض فئات المنتجات في أرشيفات المنتج.

source: Merged with Products
ar: اندمجت مع المنتجات

source: Apart from Products
ar: بصرف النظر عن المنتجات

source: You need to set an image as a featured image to be able to use it as an menu item image
ar: تحتاج إلى تعيين صورة كصورة مميزة لتتمكن من استخدامها كصورة عنصر قائمة

source: Change menu item image
ar: تغيير صورة عنصر القائمة

source: Remove menu item image
ar: إزالة صورة عنصر القائمة

source: Upload menu item image
ar: تحميل صورة عنصر القائمة

source: Used on hover?
ar: تستخدم على hover؟

source: Should this image be used on hover
ar: ينبغي أن تستخدم هذه الصورة على hover

source: Used when active?
ar: تستخدم عندما تكون نشطة؟

source: Should this image be used when menu item is active
ar: يجب أن يتم استخدام هذه الصورة عندما يكون عنصر القائمة نشطًا

source: Disable navigation label
ar: تعطيل تسمية التنقل

source: Anchor
ar: مرساة

source: Select design option
ar: حدد خيار التصميم

source: Dropdown
ar: قائمة منسدلة

source: Subcategories + Posts
ar: الفئات الفرعية + المشاركات

source: Column width (for ex.: 100%)
ar: عرض العمود (على سبيل المثال: 100٪)

source: Mega menu height (for ex.: 100px)
ar: ارتفاع القائمة الضخمة (على سبيل المثال: 100 بكسل)

source: Mega menu container width (for ex.: 1000px)
ar: عرض حاوية القائمة الضخمة (على سبيل المثال: 1000 بكسل)

source: Image
ar: صورة

source: Image without spacing
ar: صورة بدون مسافات

source: Static block
ar: كتلة ثابتة

source: Don't create subitems if you use static block!
ar: لا تقم بإنشاء عناصر فرعية إذا كنت تستخدم كتلة ثابتة!

source: Widget area
ar: منطقة الأداة

source: Open submenu by click
ar: افتح القائمة الفرعية بالنقر

source: Icons library
ar: مكتبة الأيقونات

source: Icon name
ar: اسم الرمز

source: If you use FontAwesome icons library then FontAwesome support should be enabled in Theme Options -> Speed Optimization
ar: إذا كنت تستخدم مكتبة أيقونات FontAwesome ، فيجب تمكين دعم FontAwesome في خيارات السمات -> تحسين السرعة

source: Label
ar: ملصق

source: Select label
ar: حدد نوع التصنيف

source: Hot
ar: حصري

source: Use img like
ar: استخدم img like

source: Background
ar: الخلفية

source: Background Repeat
ar: تكرار الخلفية

source: Background-repeat
ar: تكرار الخلفية

source: No Repeat
ar: لا تكرار

source: Repeat All
ar: كرر الكل

source: Repeat Horizontally
ar: كرر أفقيا

source: Repeat Vertically
ar: كرر عموديا

source: Background Position
ar: مكان الخلفية

source: Background-position
ar: الخلفيه

source: Left Top
ar: يسار أعلى

source: Left Center
ar: منتصف اليسار

source: Left Bottom
ar: يسار أسفل

source: Center Center
ar: وسط وسط

source: Center Bottom
ar: وسط أسفل

source: Right Top
ar: اعلى اليمين

source: Right Center
ar: منتصف اليمين

source: Right Bottom
ar: يمين أسفل

source: Menu item is shown only for:
ar: يتم عرض عنصر القائمة فقط لـ:

source: All users
ar: كل المستخدمين

source: Logged in users
ar: الأعضاء المسجلين دخولهم

source: Unlogged users
ar: المستخدمين غير المسجلين

source: Donate
ar: تبرع

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Install Plugins
ar: تثبيت الإضافات

source: Installing Plugin: %s
ar: تثبيت الإضافة : %s

source: Updating Plugin: %s
ar: تحديث الاضافة %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع API المساعد.

source: This theme requires the following plugin: %1$s.
ar: هذا القالب يوصى بتركيب الإضافة التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يوصي بتركيب الإضافة التالية: %1$s.

source: There is an update available for: %1$s.
ar: هناك تحديث متوفر لل: %1$s.

source: The following required plugin is currently inactive: %1$s.
ar: الإضافة المطلوبة التالية غير نشطة حاليا:%1$s.

source: Begin installing plugin
ar: بدأ تنصيب الاضافة

source: Begin updating plugin
ar: البدء بتحديث الإضافة

source: Begin activating plugin
ar: البدء بتفعيل الإضافة

source: Return to Required Plugins Installer
ar: الرجوع إلى مثبت الإضافات المطلوبة

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: Plugin activated successfully.
ar: تم تفعيل الإضافة بنجاح.

source: The plugin was activated successfully:
ar: تم تفعيل المكون الإضافي بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ أي إجراء. الاضافات نشطه %1$s بالفعل نشط.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: لم يتم تفعيل الإضافة. إصدار أعلى من %s مطلوب لهذا القالب. يرجى تحديث الإضافة.

source: All plugins installed and activated successfully. %1$s
ar: جميع الاضافات تم تفعيلها بنجاح . %1$s

source: Dismiss this notice
ar: تجاهل هذا الاشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحدة او اكثر من الاضافات المطلوبة او الموصى بها لتثبيتها, تحديثها او تفعيلها.

source: Please contact the administrator of this site for help.
ar: الرجاء الاتصال بمسؤول هذا الموقع للحصول على المساعدة.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمزودي الإضافة وسؤالهم عن تجميع الإضافة بما يتناسب مع توجيهات الووردبرس.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة الإضافات على أكثر من ملف, لاكن لم يتم جمع الملفات في مجلد واحد.

# plugin A *and* plugin B
source: and
ar: و

source: Required
ar: مطلوب

source: Recommended
ar: موصى به

source: WordPress Repository
ar: مستودع ووردبريس

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: المجموعة مجهزة مسبقا

source: Not Installed
ar: غير مثبت

source: Installed But Not Activated
ar: تم التثبيت ولكن لم يفعل

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب تحديث

source: Update recommended
ar: تحديث موصى به

# plugins
source: All <span class="count">(%s)</span>
ar: الكل <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: تنزيل حزمة التثبيت من <span class=“count”>(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: تحديث متوفر <span class=“count”>(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: تفعيل <span class=“count”>(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معروف

source: Installed version:
ar: الإصدار المثبت:

source: Minimum required version:
ar: الحد الأدنى للإصدار المطلوب:

source: Available version:
ar: الإصدار المتوفر:

source: No plugins to install, update or activate.
ar: لا توجد إضافات للتثبيت أو التحديث أو التفعيل.

source: Plugin
ar: إضافة

source: Source
ar: المصدر

source: Version
ar: الإصدار

source: Status
ar: الحالة

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: رسالة تحديث من مبرمج الإضافة:

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد أي إضافات للتثبيت. بناءاً على ذلك لم يتم إتخاذ أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد إضافات للتحديث ، لن يتم اتخاذ أى إجراء.

source: No plugins are available to be installed at this time.
ar: لا يوجد اي اضافات للتثبيت في الوقت الحالي.

source: No plugins are available to be updated at this time.
ar: لا اضافات متاحة ليتم تحديتها في هذاالوقت

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أي إضافات للتفعيل. لم يتم إتخاذ أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا يوجد اي اضافات للتفعيل في الوقت الحالي.

source: The following plugin was activated successfully:
ar: الإضافة التالية تم تنشيطها بنجاح:

source: Downloading the upgrade package&#8230;
ar: جارٍ تنزيل حزمة الترقية ...

source: Downloading the install package&#8230;
ar: جارٍ تنزيل حزمة التثبيت ...

source: Plugin activation failed.
ar: فشل تفعيل الاضافة

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث الإضافة %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء عملية التثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشل تثبيت %1$s.

source: %1$s installed and activated successfully.
ar: %1$s تم التثبيت و التفعيل بنجاح .

source: All installations and activations have been completed.
ar: جميع التنزيلات والتفعيل اكتملت

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل الإضافة %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى الانتظار .

source: %1$s installed successfully.
ar: %1$s تم التثبيت بنجاح.

source: All installations have been completed.
ar: تم اكتمال جميع عمليات التثبيت.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة %1$s (%2$d/%3$d)

source: Your theme is activated! Now you have lifetime updates, top-notch 24/7 live support and much more.
ar: تم تنشيط المظهر الخاص بك! الآن لديك تحديثات مدى الحياة ودعم مباشر على مدار الساعة طوال أيام الأسبوع وغير ذلك الكثير.

source: Deactivate theme
ar: تفعيل القالب

source: Due to the Envato's license policy one standard license is valid only for 1 project.
ar: نظرًا لسياسة ترخيص Envato ، فإن ترخيصًا قياسيًا واحدًا صالحًا فقط لمشروع واحد.

source: Running multiple projects on a single license is a copyright violation.
ar: يعد تشغيل عدة مشاريع بترخيص واحد انتهاكًا لحقوق الطبع والنشر.

source: Your product should be activated so you may get the access to all the XStore %1$1sdemos%2$2s, auto theme %3$3s updates %4$4s and included premium %5$5splugins%6$6s. The instructions below in toggle format must be followed exactly.
ar: يجب تنشيط منتجك حتى تتمكن من الوصول إلى جميع %1$1s العروض التوضيحية %2$2s لـ XStore %3$3s التحديثات %4$4s والمكونات الإضافية %5$5s المميزة المضمنة %6$6s. يجب اتباع التعليمات الواردة أدناه بتنسيق التبديل بدقة.

source: By clicking Register Theme, you agree that your purchase code and your user data will be stored by 8theme.com
ar: بالنقر فوق تسجيل الموضوع ، فإنك توافق على أن رمز الشراء وبيانات المستخدم الخاصة بك سيتم تخزينها بواسطة 8theme.com

source: Register theme
ar: تسجيل الحساب

source: One standard license is valid only for 1 website. Running multiple websites on a single license is a copyright violation. When moving a site from one domain to another please deactivate the theme first.
ar: ترخيص قياسي واحد صالح فقط لموقع ويب واحد. يعد تشغيل مواقع ويب متعددة بترخيص واحد انتهاكًا لحقوق الطبع والنشر. عند نقل موقع من مجال إلى آخر ، يرجى إلغاء تنشيط السمة أولاً.

source: This is major theme update! Please, do the backup of your files and database before proceed to update. If you use WooCommerce plugin make sure that its latest version.
ar: هذا تحديث موضوع رئيسي! من فضلك ، قم بعمل نسخة احتياطية من ملفاتك وقاعدة البيانات قبل متابعة التحديث. إذا كنت تستخدم البرنامج المساعد WooCommerce ، فتأكد من أن أحدث إصدار له.

source: Invalid purchase code
ar: رمز شراء غير صالح

source: API request call error. Can not connect to 8theme.com
ar: API طلب خطأ استدعاء. لا يمكن الاتصال بـ 8theme.com

source: Successful updated
ar: تم التحديث بنجاح

# Support day/days left
source: day left
ar: غادر اليوم

source: You can renew your support
ar: يمكنك تجديد دعمك

source: Expired
ar: منتهي

source: Support status:
ar: حالة الدعم:

source: Oops, looks that mega-menu was not imported correctly. Go to Appearance > Menus > edit menu and use the 8theme menu options to select the Static Block for this menu item and show the mega-menu content
ar: عفوًا ، يبدو أنه لم يتم استيراد القائمة الضخمة بشكل صحيح. انتقل إلى المظهر> القوائم> قائمة التحرير واستخدم خيارات قائمة 8theme لتحديد Static Block لعنصر القائمة هذا وإظهار محتوى القائمة الضخمة

source: Spend {{et_price}} to get free shipping
ar: أنفق {{et_price}} للحصول على حرية الملاحة

source: Congratulations! You've got free shipping.
ar: تهانينا! لديك شحن مجاني.

source: Frequently bought together
ar: تم شراءه في كثير من الأحيان جنبا إلى جنب

source: Load More
ar: تحميل المزيد

source: Share:
ar: شارك

source: {fire} Hurry up, these products are limited, checkout within {timer}
ar: {fire} أسرع ، هذه المنتجات محدودة ، يرجى الدفع خلال {timer}

source: You are out of time! Checkout now to avoid losing your order!
ar: انتهى وقتك! تحقق الآن لتجنب فقدان طلبك!

source: Shopping cart
ar: سلة التسوق

source: Order status
ar: حالة الطلب

source: You may also like...
ar: دروس مشابهة.

source: You may be interested in&hellip;
ar: قد تكون مهتما أيضا في&hellip;

source: Sold by
ar: البائع

source: Shopping cart
ar: سلة المشتريات

source: Available:
ar: متوفر:

source: Sold:
ar: تم البيع:

source: Subtotal:
ar: المجموع الفرعي:

source: Brand:
ar: العلامة التجارية :

source: prev
ar: السابق

source: next
ar: التالي

source: Open 360 view
ar: افتح عرض 360

source: Show details
ar: عرض التفاصيل

source: Sizing guide
ar: دليل التحجيم

source: Category:
ar: القسم:

source: Category:
ar: التصنيف:

source: View as:
ar: عرض :

source: More
ar: المزيد

source: Filters
ar: الفلاتر

source: Show
ar: عرض

source: Cart
ar: سلة التسوق

source: Remove this item
ar: إزالة هذا العنصر

source: No products in the cart.
ar: لا توجد منتجات في العربة.

source: Return To Shop
ar: العودة الى المتجر

source: Product brand
ar: العلامة التجارية المنتج

source: View all products
ar: مشاهدة جميع المنتجات

source: Up to
ar: وصولا إلى

source: Buy now
ar: اشتري الآن

source: or
ar: أو

source: Select options
ar: حدد الخيارات

source: In stock
ar: في المخزن

source: Show All Categories
ar: عرض جميع الفئات

source: {eye} {count} people are viewing this product right now
ar: {eye} {count} من الأشخاص يشاهدون هذا المنتج الآن

source: Sorry, but nothing matched your search terms. Please try again with some different keywords
ar: عذراً ، لا يوجد نتائج مطابقة لعملية البحث الخاصة بك . يرجى المحاولة مرة أخرى مع استخدام كلمات بحث مختلفة.

source: Prev page
ar: الصفحة السابقة

source: Next page
ar: الصفحة التالية

source: No more posts to load
ar: غير متاح تحميل مزيد من المنشورات

source: Load More Posts
ar: تحميل المزيد

source: Loading
ar: تحميل

source: Edit this
ar: تعديل هذا

source: Search...
ar: بحث...

source: Tags:
ar: الوسوم:

source: About author
ar: نبذة عن الكاتب

source: About Author
ar: عن الكاتب

source: Other posts by %1s
ar: مشاركات أخرى بواسطة %1s

source: Home
ar: الرئيسية

source: Forums
ar: المنتديات

source: Archive by category
ar: أرشيف حسب الفئة

source: Search Results for:
ar: نتائج البحث عن:

source: Daily Archives:
ar: الأرشيف اليومي:

source: Monthly Archives:
ar: الأرشيف الشهري:

source: Yearly Archives:
ar: الأرشيف السنوي

source: Tag:
ar: كلمة دلالية:

source: Posts tagged
ar: منشورات متعلقة

source: All posts by
ar: جميع المشاركات بواسطة

source: Articles posted by
ar: المقالات المنشورة بواسطة

source: Page not found
ar: الصفحة غير موجودة

source: Error 404
ar: خطأ 404

source: Asides
ar: التعليقات الجانبية

source: Videos
ar: الفيديوهات

source: Audio
ar: صوت

source: Quotes
ar: الاقتباسات

source: Galleries
ar: المعارض

source: Archives
ar: الأرشيف

source: Page
ar: صفحة

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتثبيت البرنامج المساعد%s. اتصل بمسؤول هذا الموقع للمساعدة فى الحصول على تركيب البرنامج المساعد.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتثبيت الإضافة %s. اتصل بمسؤول هذا الموقع للمساعدة فى الحصول على تركيب البرنامج المساعد.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
ar: آسف، ولكن لم يكن لديك الأذونات الصحيحة لتثبيت الإضافة %s. اتصل بمسؤول هذا الموقع للمساعدة فى الحصول على تركيب البرنامج المساعد.

source: Activate installed plugin
ar: تفعيل الإضافة المثبتة

source: All plugins installed and activated successfully. %s
ar: جميع الاضافات تم تفعيلها بنجاح . %1$s

source: Permalink to %s
ar: الرابط الدائم لـ %s

source: Your shopping cart is empty
ar: سلة المشتريات الخاصة بك فارغة

source: We invite you to get acquainted with an assortment of our shop. Surely you can find something for yourself!
ar: ندعوك للتعرف على المنتجات المتنوعة في متجرنا، بالتأكيد ستجد شيئاً يناسبك ...

source: Shipping to %s.
ar: يشحن إلى %s.

source: Change address
ar: تغيير العنوان

source: Shipping options will be updated during checkout.
ar: سيتم تحديث خيارات الشحن أثناء إتمام الطلب.

source: Shipping costs are calculated during checkout.
ar: يتم حساب تكاليف الشحن أثناء إنهاء الطلب.

source: Enter your address to view shipping options.
ar: ادخل عنوانك لعرض خيارات الشحن.

source: There are no shipping options available. Please ensure that your address has been entered correctly, or contact us if you need any help.
ar: لا توجد خيارات شحن متاحة. يرجى التأكد أن عنوانك قد تم إدخاله بشكل صحيح، أو التواصل معنا للمساعدة.

source: No shipping options were found for %s.
ar: لم يتم العثور علي خيارات الشحن ل %s.

source: Enter a different address
ar: ادخل عنوانا مختلفا

source: Product
ar: المنتج

source: Quantity
ar: الكمية

source: Subtotal
ar: المجموع الفرعي

source: Available on backorder
ar: متوفر على لائحة الرد

source: Enter your promotional code
ar: ادخل كود كوبون الخصم

source: Coupon code
ar: كود الكوبون

source: OK
ar: موافق

source: Return to shop
ar: العودة الى المتجر

source: Clear shopping cart
ar: تفريغ عربة التسوق

source: Update cart
ar: تحديث سلة المشتريات

source: Billing &amp; Shipping
ar: الفاتورة &amp; الشحن

source: Billing Details
ar: تفاصيل الفاتورة

source: Create an account?
ar: إنشاء حساب؟

source: You must be logged in to checkout.
ar: يجب تسجيل الدخول لتتمكن من الدفع.

source: Your order
ar: طلبك

source: Shipping address
ar: عنوان الشحن

source: Ship to a different address?
ar: أريد الشحن لعنوان آخر

source: Additional Information
ar: معلومة اضافية

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
ar: للأسف، لا يمكن معالجة طلبك نظرا لأن المصرف / التاجر الأصلي قد رفض معاملتك. الرجاء محاولة الشراء مرة أخرى.

source: Pay
ar: دفع

source: My account
ar: حسابي

source: Thank you. Your order has been received.
ar: شكرا. تم استلام طلبك.

source: Order number:
ar: رقم الطلب:

source: Date:
ar: التاريخ:

source: Email:
ar: البريد الإلكتروني:

source: Total:
ar: المجموع:

source: Payment method:
ar: طريقة الدفع:

source: %s product
ar: ‫%s منتج

source: View more
ar: شاهد المزيد

source: From:
ar: من:

source: To use this element you have to create custom product template via %1$1s. For more details %2$2s.
ar: لاستخدام هذا العنصر ، يجب عليك إنشاء قالب منتج مخصص عبر %1$1s. لمزيد من التفاصيل %2$2s.

source: WPBakery page builder
ar: WPBakery منشئ الصفحة

source: SKU:
ar: كود التخزين:

source: N/A
ar: غير مطابق

source: To use this element you have to create custom product template via %1$1s. For more details %2$2s.
ar: لاستخدام هذا العنصر ، يجب عليك إنشاء قالب منتج مخصص عبر %1$1s. لمزيد من التفاصيل %2$2s.

source: by %s
ar: بواسطة %s

source: Username or email
ar: اسم المستخدم أو البريد الالكتروني

source: Password
ar: كلمة المرور

source: Remember me
ar: تذكرني

source: Lost your password?
ar: نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

source: No products were found
ar: لم يتم العثور على منتجات

source: No items matched your search
ar: لا توجد عناصر مطابقة لبحثك

source: Check your spelling or search again with less specific terms.
ar: تحقق من الإملاء أو ابحث مرة أخرى باستخدام مصطلحات أقل تحديدًا.

source: Welcome to your account page
ar: مرحبا بكم في صفحة حسابك

source: Hi %1$s, today is a great day to check %2$s page. You can check also:
ar: مرحبًا %1$s ، اليوم هو يوم رائع للتحقق من صفحة %2$s. يمكنك التحقق أيضًا من:

source: your account
ar: حسابك

source: Recent orders
ar: الطلبات الأخيرة

source: Addresses
ar: العناوين

source: Account details
ar: تفاصيل الحساب

source: Hello %1$s (not %1$s? <a href="%2$s">Log out</a>)
ar: مرحبًا %1$s (لست %1$s؟ <a href="%2$s">تسجيل الخروج</a>)

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">billing address</a>, and <a href="%3$s">edit your password and account details</a>.
ar: من لوحة معلومات حسابك يمكنك عرض <a href="%1$s">أوامرك الحديثة</a>وإدارة <a href="%2$s">عنوان الفوترة</a>الخاص <a href="%3$s">بك وتعديل كلمة المرور وتفاصيل الحساب.</a>.
