Repository: waas1-007/themes
Catalog: xstore/8.2.3/languages/*.po
Languages: ar

source: From your account dashboard you can view your <a href="%1$s">recent orders</a>, manage your <a href="%2$s">shipping and billing addresses</a>, and <a href="%3$s">edit your password and account details</a>.
ar: من خلال لوحة تحكم الحساب الخاص بك، يمكنك استعراض <a href="%1$s">أحدث الطلبات</a>، إدارة تفاصيل <a href="%2$s">عناوين الشحن والفواتير</a> الخاصة بك، بالإضافة إلى <a href="%3$s">تعديل كلمة المرور وتفاصيل حسابك</a>.

source: Username or email address
ar: اسم المستخدم أو البريد الالكتروني

source: Log in
ar: تسجيل الدخول

source: Register
ar: تسجيل

source: Username
ar: اسم المستخدم

source: Email address
ar: عنوان البريد الإلكتروني

source: A password will be sent to your email address.
ar: سيتم إرسال كلمة المرور إلى عنوان بريدك الإلكتروني.

source: has been added to your cart.
ar: تم الإضافة إلى السلة الخاصة بك.

source: Back to shop
ar: العودة إلى المتجر

source: View Cart
ar: عرض السلة

source: Share:
ar: شارك:

source: Show full details
ar: عرض كامل التفاصيل

source: More Details
ar: مزيد من التفاصيل

source: Product Information
ar: معلومات المنتج

source: %s <div class="total-products">For %s item(s)</div>
ar: %s<div j=0 style=";text-align:right;direction:rtl"> لـ %s من العناصر</div>

source: Add all to cart
ar: أضف الكل إلى عربة التسوق

source: Tag:
ar: وسم:

source: Video is not supporting by your browser
ar: متصفحك لا يدعم هذا الفيديو

source: Download Video
ar: تنزيل الفيديو

source: video
ar: فيديو

source: Related products
ar: منتجات ذات صلة

source: Type here...
ar: اكتب هنا...

source: XStore
ar: دكان مصر

source: http://xstore.8theme.com
ar: https://dewalla.com

source: 8theme
ar: ديوالا

source: http://www.8theme.com
ar: https://dewalla.com

source: Blank page
ar: صفحة فارغة

source: Maintenance page
ar: صفحة الصيانة
