Repository: waas1-007/themes
Catalog: xstore/8.2.3/languages/*.po
Languages: ar

source: That Page Can't Be Found
ar: لا يمكن العثور على هذه الصفحة

source: It looks like nothing was found at this location. Try searching.
ar: يبدو أنه لم يتم العثور على أي شيء في هذا الموقع. حاول البحث.

source: Share Post
ar: شارك المقال

source: No posts were found!
ar: لم يتم العثور على أي منشورات !

source: Search for:
ar: البحث عن:

source: Search on our forum
ar: ابحث في منتدانا

source: Search
ar: بحث

source: No pages were found!
ar: لم يتم العثور على صفحات!

source: This post is password protected. Enter the password to view the comments.
ar: هذه التدوينة محمية بكلمة مرور. أدخل كلمة المرور لعرض التعليقات.

source: One comment on &ldquo;%1$s&rdquo;
ar: تعليق واحد على "%1 دولار s"

# comments title
source: %1$s comment on &ldquo;%2$s&rdquo;
ar: %1$s تعليق على “%2$s”

source: &larr; Older Comments
ar: &larr; التعليقات الأقدم

source: Newer Comments &rarr;
ar: تعليقات جديدة &rarr;

source: Comments are closed
ar: التعليقات مغلقة

source: Leave a reply
ar: اترك رد

source: View large
ar: عرض كبير

source: More details
ar: مزيد من التفاصيل

source: Featured
ar: مميز

source: No number yet
ar: لا يوجد رقم حتى الان

source: No Address found
ar: لم يتم العثور على عنوان

source: Vendor Review
ar: مراجعة البائع

source: Store Category
ar: تصنيف المتجر

source: Store Location
ar: موقع المتجر

source: Store Time
ar: وقت المتجر

source: Contact Vendor
ar: الاتصال بالبائع

source: Terms And Conditions
ar: الشروط و الأحكام

source: Contact Seller
ar: تواصل مع البائع

source: No products were found of this seller!
ar: لم يتم العثور على منتجات لهذا البائع!

source: Vendor Biography
ar: سيرة البائع

source: No products found
ar: لم يتم العثور على منتجات

source: Choose Image
ar: اختر صورة

source: Add Images
ar: إضافة صور

source: Variation Image Gallery
ar: معرض الصور المتنوعة

source: Add Gallery Images
ar: اضافة معرض الصور

source: Custom variation title
ar: عنوان الشكل المخصص

source: Only when sale price schedule is enabled
ar: فقط عندما يتم تمكين جدول سعر البيع

source: Sale price time start
ar: وقت السعر المخفَّض يبدأ

source: From&hellip; 12:00
ar: من… 12:00

source: Sale price time end
ar: وقت انتهاء السعر المخفَّض

source: To&hellip; 12:00
ar: إلى ... 12:00

source: Sale price time start:
ar: يبدأ وقت سعر البيع:

source: Sale price time end:
ar: نهاية وقت سعر البيع:

source: Products
ar: المنتجات

source: Search for a product&hellip;
ar: البحث عن المنتجات ؟&hellip;

source: Bought Together are products which you recommend to be bought along with this product. Only simple products and product variations can be added as accessories.
ar: اشترى معًا المنتجات التي تنصح بشرائها مع هذا المنتج. يمكن إضافة المنتجات البسيطة وأشكال المنتج فقط كملحقات.

source: XStore "My account" page settings
ar: XStore إعدادات صفحة "حسابي"

source: Account page type
ar: نوع صفحة الحساب

source: Default
ar: افتراضي

source: New
ar: جديد

source: Account banner
ar: شعار الحساب

source: You can add simple html or staticblock shortcode
ar: يمكنك إضافة رمز قصير بسيط html أو staticblock

source: Products type
ar: نوع المنتجات

source: On sale
ar: خصم استثنائي

source: Bestsellings
ar: الأكثر مبيعاً

source: None
ar: لا شيء

source: Random
ar: عشوائي

source: Navigation icons
ar: أيقونات التنقل

source: Show icons on the "My account" page for the account navigation
ar: إظهار الرموز في صفحة "حسابي" للتنقل في الحساب

source: Brands transients
ar: العلامات التجارية العابرة

source: Clear transients
ar: مسح العابرون

source: This tool will clear the brands transients cache.
ar: ستعمل هذه الأداة على مسح ذاكرة التخزين المؤقت للعلامات التجارية العابرة.

source: You can use only upper and lower case letters, numbers, and symbols like - or _
ar: يمكنك فقط استخدام الأحرف الكبيرة والصغيرة والأرقام والرموز مثل - أو _

source: Please install the Kirki plugin to take full advantage of this theme\s customizer capabilities
ar: يُرجى تثبيت المكوّن الإضافي Kirki للاستفادة الكاملة من إمكانات تخصيص السمة

source: Install Kirki Toolkit now
ar: قم بتثبيت مجموعة أدوات Kirki الآن

source: Install Now
ar: تنصيب الان

source: You have installed Kirki. Activate it to take advantage of this theme's features in the customizer.
ar: لقد قمت بتثبيت Kirki. قم بتنشيطه للاستفادة من ميزات هذا الموضوع في أداة التخصيص.

source: Activate Kirki Toolkit now
ar: قم بتفعيل مجموعة أدوات Kirki الآن

source: Activate Now
ar: نشط الآن

source: Don't show this again
ar: لا تظهر هذا مرة أخرى

source: Dismiss
ar: تجاهل

source: Are you sure? Dismissing this message will hide the installation recommendation and you will have to manually install and activate the plugin in the future.
ar: هل أنت واثق؟ سيؤدي إخفاء هذه الرسالة إلى إخفاء توصية التثبيت وسيتعين عليك تثبيت المكون الإضافي وتنشيطه يدويًا في المستقبل.

source: Brands
ar: العلامات التجارية

source: Select product brands
ar: اختيار العلامات التجارية المنتج

source: Product video
ar: فيديو المنتج

source: You can use YouTube or Vimeo iframe code
ar: يمكنك استخدام اليوتيوب أو كود فيميو إيفريم

source: Brand
ar: علامة تجارية

source: Show Quick View
ar: عرض العرض السريع

source: Show Stock Line
ar: إظهار خط المخزون

source: Show Brands
ar: عرض الماركات

source: Normal
ar: عادي

source: Color
ar: اللون

source: Hover
ar: التمرير

source: Bottom Space
ar: التباعد السفلي

source: Views
ar: مشاهدات

source: Lazy Loading
ar: تحميل بطئ

source: Element tag
ar: وسم العنصر

source: left
ar: يسار

source: right
ar: يمين

source: center
ar: وسط

source: justify
ar: تفسير

source: Text align
ar: محاذاة النص

source: Css box
ar: صندوق Css

source: Design Options
ar: خيارات التصميم

source: CSS box (Desktop)
ar: صندوق CSS (سطح المكتب)

source: CSS box (Tablet landscape)
ar: صندوق CSS (أفقي الجهاز اللوحي)

source: Disable background on tablet landscape
ar: تعطيل الخلفية في(أفقي الجهاز اللوحي)

source: Yes, please
ar: نعم من فضلك

source: CSS box (Tablet portrait)
ar: صندوق CSS (عمودي للكمبيوتر اللوحي)

source: Disable background on tablet portrait
ar: تعطيل الخلفية في صورة (أفقي الجهاز اللوحي)

source: CSS box (Mobile)
ar: صندوق CSS (المحمول)

source: Disable background on mobile
ar: تعطيل الخلفية على الهاتف المحمول

source: XStore options
ar: خيارات ديوالا

source: Background position
ar: الخلفيه

source: Left top
ar: أعلى اليسار

source: Left center
ar: المركز الأيسر

source: Left bottom
ar: أسفل اليسار

source: Right top
ar: أعلى اليمين

source: Right center
ar: المركز الصحيح

source: Right bottom
ar: اسفل اليمين

source: Center top
ar: مركز أعلى

source: Center center
ar: وسط وسط

source: Center bottom
ar: مركز القاع

source: Fixed background position (paralax effect)
ar: موضع الخلفية الثابت (تأثير المنظر)

source: Off center
ar: خارج المركز

source: Unset
ar: إلغاء تعيين

source: Left
ar: يسار

source: Right
ar: يمين

source: Align
ar: محاذاة

source: Start
ar: ابدأ

source: Center
ar: وسط

source: End
ar: النهاية

source: Mobile Align
ar: محاذاة المحمول

source: Inherit
ar: موروث

source: Advanced options
ar: خيارات متقدمة

source: Translate X
ar: ترجمة X

source: Examples: 0px, 10%, -15px
ar: أمثلة: 0 بكسل ، 10٪ ، -15 بكسل

source: Translate Y
ar: ترجمة Y

source: Fixed background position
ar: موضع الخلفية الثابتة

source: Columns reverse on mobile
ar: عكس الأعمدة على الهاتف المحمول

source: Box shadow
ar: ظل مربع

source: Horizontal offset
ar: تعويض الأفقي

source: Examples: 0px, 3px, 5px
ar: أمثلة: 0 بكسل ، 3 بكسل ، 5 بكسل

source: Blur
ar: ضباب

source: Spread
ar: انتشار

source: Box shadow inset
ar: صندوق الظل أقحم

source: Box shadow color
ar: لون ظل الصندوق

source: General settings
ar: الاعدادات العامة

source: Slider settings
ar: إعدادات المنزلق

source: Slider speed
ar: سرعة عارض الشرائح

source: Duration of transition between slides. Default: 300
ar: مدة الانتقال بين الشرائح. الافتراضي: 300.

source: Slider autoplay
ar: تشغيل تلقائي لعارض الشرائح

source: Stop autoplay on mouseover
ar: أوقف التشغيل التلقائي عند تمرير الماوس

source: Autoplay speed
ar: سرعة التشغيل التلقائي

source: Interval between slides. In milliseconds. Default: 1000
ar: الفاصل الزمني بين الشرائح. في ميلي ثانية. الافتراضي: 1000

source: Slider loop
ar: نظام المستعرض

source: Navigation settings
ar: إعدادات التنقل

source: Hide prev/next buttons
ar: إخفاء أزرار السابق/ التالي

source: Both
ar: كلاهما

source: Mobile
ar: الجوال

source: Desktop
ar: سطح المكتب

source: Pagination type
ar: نوع ترقيم الصفحات

source: Hide
ar: إخفاء

source: Bullets
ar: الرموز النقطية

source: Lines
ar: الأسطر

source: Navigation colors
ar: ألوان التنقل

source: Pagination default color
ar: اللون الافتراضي لصفحات الصفحات

source: Pagination active color
ar: اللون النشط لصفحات الصفحات

source: Responsive settings
ar: إعدادات متجاوبة

source: Number of slides per view
ar: عدد الشرائح لكل عرض

source: Large screens
ar: شاشات كبيرة

source: On notebooks
ar: على أجهزة الكمبيوتر المحمولة

source: On tablet portrait
ar: على صورة الجهاز اللوحي

source: Layout settings
ar: اعدادات المخطط

source: Brand settings
ar: إعدادات العلامة التجارية

source: Display A-Z filter
ar: عرض مرشح A-Z

source: Columns
ar: اعمدة

source: Styles
ar: الأنماط

source: Alignment
ar: المحاذاة

source: Image settings
ar: اعدادات الصور

source: Images size
ar: حجم الصور

source: Content settings
ar: إعدادات المحتوى

source: Brand title
ar: عنوان العلامة التجارية

source: Brand description
ar: وصف العلامة التجارية

source: Hide empty
ar: اخفاء الفارغ

source: Show Product Counts
ar: إظهار عدد المنتجات

source: Typography
ar: تايبوغرافي

source: Justify
ar: ضبط

source: Uppercase
ar: أحرف كبيرة

source: Lowercase
ar: أحرف صغيرة

source: Capitalize
ar: حروف رئيسية

source: Buttons layout
ar: تخطيط الأزرار

source: Sorting the buttons layout
ar: فرز تخطيط الأزرار

source: Add to cart
ar: اضف للسلة

source: Wishlist
ar: المفضلة

source: Quick view
ar: عرض سريع

source: Compare
ar: مقارنة

source: Type
ar: النوع

source: Icon
ar: أيقونة

source: Text
ar: نص

source: Icon + text
ar: نص + ايقونة

source: Button
ar: زر

source: Font size
ar: حجم الخط

source: Text transform
ar: تحويل النص

source: Button background color
ar: لون خلفية الزر

source: Button background color (hover)
ar: لون خلفية الزر (التمرير)

source: Margins (top right bottom left)
ar: الهوامش (أسفل اليمين اليمنى اليسار)

source: Use this field to add element margin. For example 10px 20px 30px 40px
ar: استخدم هذا الحقل لإضافة هامش العنصر. على سبيل المثال 10px 20px 30px 40px

source: Product title
ar: اسم المنتج

source: Content product by 8theme
ar: منتج المحتوى من 8theme

source: Show current product name
ar: إظهار اسم المنتج الحالي

source: Add link
ar: أضف رابط

source: Product link
ar: رابط المنتج

source: Custom link
ar: رابط مخصص

source: Cut product name
ar: قص اسم المنتج

source: Words
ar: كلمات

source: Letters
ar: حروف

source: Count words/letters
ar: عد الكلمات / الحروف

source: Symbols
ar: الرموز

source: Default "...".
ar: تقصير "...".

source: Letter spacing
ar: المسافة بين الحروف

source: Line height
ar: ارتفاع الخط

source: Use custom font ?
ar: استخدام خط مخصص؟

source: Enable Google fonts.
ar: تفعيل خاصية خطوط غوغل.

source: Extra class name
ar: اسم الصنف الإضافي

source: Style particular content element differently - add a class name and refer to it in custom CSS.
ar: نمط خاص عنصر المحتوى بشكل مختلف - إضافة اسم الفئة و الرجوع إليه في العرف CSS.

source: CSS box
ar: مربع CSS

source: Design
ar: التصميم

source: Product image
ar: صورة المنتج

source: URL (Link)
ar: الرابط

source: Add custom link.
ar: إضافة رابط مخصص.

source: Image alignment
ar: محاذاة الصورة

source: Select image alignment.
ar: حدد محاذاة الصورة.

source: Image style
ar: نمط الصورة

source: Select image display style.
ar: حدد نمط عرض الصور.

source: Hover effect
ar: تأثير التحويم

source: Disable
ar: تعطيل

source: Swap
ar: مبادله

source: Slider
ar: عارض الشرائح

source: Image size
ar: حجم الصورة

source: Image size custom
ar: حجم الصورة مخصص

source: Hide stock status
ar: إخفاء حالة المخزون

source: No
ar: لا

source: Yes
ar: نعم

source: Border color
ar: لون الحدود

source: Border color.
ar: لون الحدود.

source: Product excerpt
ar: مقتطفات المنتج

source: Cut excerpt
ar: قطع مقتطفات

source: Symbols after string
ar: الرموز بعد السلسلة

source: Class
ar: اسم كلاس آضافى

source: Product rating
ar: تقييم المنتج

source: Product price
ar: سعر المنتج

source: Enter letter spacing
ar: أدخل تباعد الحرف

source: Regular price color
ar: لون السعر العادي

source: Sale price color
ar: لون سعر البيع

source: Product sku
ar: المنتج SKU

source: Product stock
ar: مخزون المنتج

source: Stock type
ar: نوع المخزون

source: Advanced
ar: متقدم

source: Text color
ar: لون النص

source: Product categories
ar: تصنيفات المنتجات

source: Product buttons
ar: أزرار المنتج

source: Design type
ar: نوع التصميم

source: Horizontal
ar: أفقي

source: Vertical
ar: عمودي

source: Stretch
ar: تمتد

source: Stretch (no paddings)
ar: تمتد (لا توجد أطقم)

source: Vertical align
ar: محاذاة عمودية

source: Top
ar: أعلى

source: Bottom
ar: اسفل

source: Middle
ar: وسط

source: Full height
ar: ارتفاع كامل

source: Text/icons color
ar: لون النص / الرموز

source: Background color
ar: لون الخلفية

source: Text/icons hover color
ar: لون النص / الرموز

source: Background hover color
ar: لون خلفية التمرير

source: Border radius
ar: تدوير حواف الحدود

source: Paddings (top right bottom left)
ar: الهوامش (أعلى اليمين اليمنى اليسار)

source: Use this field to add element paddings. For example 10px 20px 30px 40px
ar: استخدم هذا الحقل لإضافة حشوات للعناصر. على سبيل المثال 10 بكسل 20 بكسل 30 بكسل 40 بكسل

source: Extra class
ar: فئة إضافية

source: Rated %s out of 5
ar: التقييم %s من 5

source: out of 5
ar: من 5

source: Quick View
ar: نظرة سريعة

source: Base
ar: قاعدة

source: Dark version
ar: النسخة السوداء

source: Et core plugin off
ar: إيقاف تشغيل المكون الإضافي الأساسي

source: Sidebar
ar: الشريط الجانبي

source: Mobile panel
ar: لوحة المحمول

source: Header vertical
ar: رأس عمودي

source: Ajax search
ar: بحث اياكس

source: Full-width search
ar: بحث كامل العرض

source: Mobile menu
ar: قائمة الموبيل

source: Account
ar: الحساب

source: Menu
ar: القائمة

source: Contacts
ar: جهات الاتصال

source: All departments menu
ar: قائمة جميع الأقسام

source: Toggles by arrow
ar: للتبديل بالسهم

source: Off-canvas
ar: خارج اللوحة القماشية

source: Sidebar off-canvas
ar: الشريط الجانبي خارج القماش

source: Sidebar widgets with scroll
ar: الحاجيات الشريط الجانبي مع التمرير

source: Widgets open/close
ar: الحاجيات فتح / إغلاق

source: Mega menu
ar: القائمة الكبيرة

source: Portfolio
ar: معرض الاعمال

source: Search page
ar: صفحة البحث

source: Fixed Footer
ar: تذييل ثابت

source: Back to top
ar: عد إلى الأعلى

source: Skeleton
ar: الهيكل

source: Blog global
ar: مدونة عالمية

source: Blog masonry
ar: مدونة البناء

source: Blog full-width
ar: مدونة كاملة العرض

source: Blog ajax
ar: مدونة اياكس

source: Post global
ar: مشاركة عالمية

source: Post framed
ar: مشاركة مؤطرة

source: Post grid-grid2
ar: مشاركة الشبكة الشبكة 2

source: Post small chess
ar: ضع قطعة شطرنج صغيرة

source: Post timeline
ar: الجدول الزمني للنشر

source: Post with-author
ar: النشر مع المؤلف

source: Post quote
ar: اقتباس آخر

source: Single post global
ar: وظيفة واحدة عالمية

source: Single post meta
ar: ميتا بعد واحد

source: Single post framed
ar: وظيفة واحدة مؤطرة

source: Single post large
ar: وظيفة واحدة كبيرة

source: Single post large2
ar: وظيفة واحدة كبيرة 2

source: Single post full-width
ar: وظيفة واحدة كاملة العرض

source: Pagination
ar: ترقيم الصفحات

source: Navigation
ar: التنقل

source: Star-rating
ar: تقييم النجوم

source: Comments
ar: التعليقات

source: Banners global
ar: لافتات عالمية

source: Banner
ar: البانر

source: Team member
ar: أعضاء الفريق

source: Et-slider element
ar: عنصر منزلق Et

source: Categories carousel
ar: دائري الفئات

source: Countdown element
ar: عنصر العد التنازلي

source: Icon-boxes element
ar: عنصر مربعات الأيقونات

source: Blog element
ar: عنصر المدونة

source: Brands list element
ar: عنصر قائمة العلامات التجارية

source: Brands carousel element
ar: عنصر دائري للعلامات التجارية

source: Categories list/grid element
ar: قائمة الفئات / عنصر الشبكة

source: Categories menu element
ar: عنصر قائمة الفئات

source: Et offer element
ar: هذا عنصر العرض

source: Elementor categories
ar: فئات العنصر

source: Elementor Posts/Products/Product categories custom masonry
ar: مشاركات العنصر / المنتجات / فئات المنتجات البناء المخصص

source: Elementor Etheme advance tabs
ar: علامات تبويب العناصر المتقدمة

source: Elementor Etheme contact form 7
ar: نموذج الاتصال العناصر المتقدمة 7

source: Elementor Etheme google map
ar: خريطة جوجل العناثر المتقدمة

source: Elementor Etheme text-button
ar: زر النص العناصر المتقدمة

source: Elementor Etheme blockquote
ar: موضوع اقتباس العناصر المتقدمة

source: Elementor Etheme countdown
ar: العد التنازلي العناصر المتقدمة

source: Elementor Etheme price table
ar: جدول أسعار العناصر المتقدمة

source: Elementor Etheme hotspot
ar: نقطة ساخنة العناصر المتقدمة

source: Elementor Etheme flipbox
ar: صندوق واجهة العناصر المتقدمة

source: Elementor Etheme animated headline
ar: عنوان متحرك العناصر المتقدمة

source: Elementor Etheme headline
ar: عنوان العناصر المتقدمة

source: Elementor Etheme Circle progress bar
ar: شريط التقدم الدائري في العناصر المتقدمة

source: Elementor Etheme Linear progress bar
ar: شريط التقدم الخطي العناصر المتقدمة

source: Elementor Etheme vertical timeline
ar: الخط الزمني العمودي العناصر المتقدمة

source: Elementor Etheme horizontal timeline
ar: الخط الزمني الأفقي العناصر المتقدمة

source: Elementor Etheme product filters
ar: مرشحات المنتج العناصر المتقدمة

source: Elementor Etheme gallery
ar: معرض العناصر المتقدمة

source: Elementor Etheme media carousel
ar: مكتبة الوسائط العناصر المتقدمة

source: Elementor Etheme add to cart
ar: إضافة العناصر المتقدمة إلى عربة التسوق

source: Elementor Etheme search
ar: البحث العناصر المتقدمة

source: Elementor Etheme Products list
ar: قائمة منتجات العناصر المتقدمة

source: Elementor Etheme Products Grid
ar: شبكة منتجات العناصر المتقدمة

source: Elementor Etheme Twitter Feed
ar: تغذية العناصر المتقدمة Twitter

source: Elementor Etheme Image Comparison
ar: مقارنة صورة العناصر المتقدمة

source: Elementor Etheme Icon List
ar: قائمة أيقونات العناصر المتقدمة

source: Elementor Etheme Icon Box
ar: مربع رمز العناصر المتقدمة

source: Elementor Etheme Lottie
ar: لوتي العناصر المتقدمة

source: Elementor Etheme Scroll Progress
ar: تقدم التمرير العناصر المتقدمة

source: Elementor Etheme 360 Product Viewer
ar: عارض المنتجات ب 360 العناصر المتقدمة

source: Elementor Etheme Modal Popup
ar: العنصر المنبثق العناصر المتقدمة

source: Elementor Etheme Posts
ar: المشاركات إليمينتور إيثيم

source: WPBakery autoscrolling-text
ar: التمرير التلقائي للنص WPBakery

source: WPBakery banners
ar: لافتات WPBakery

source: WPBakery et-offer
ar: WPBakery العرض الإلكتروني

source: WPBakery et-timer
ar: WPBakery المؤقت الإلكتروني

source: WPBakery images-carousel
ar: صور WPBakery-carousel

source: WPBakery instagram
ar: WPBakery الانستغرام

source: WPBakery look-book
ar: كتاب نظرة WPBakery

source: WPBakery testimonials
ar: شهادات WPBakery

source: Elementor testimonials
ar: شهادات العنصر

source: Photoswipe
ar: مسح ضوئي

source: 404 Page
ar: صفحة 404

source: Blank Page
ar: صفحة فارغة

source: Contact forms
ar: نماذج الاتصال

source: Dropcap
ar: إدراج القصير مضمن

source: Mark text
ar: وضع علامة على النص

source: Etheme popup
ar: العناصر المنبثقة

source: Socials login
ar: تسجيل الدخول لوسائل التواصل الاجتماعي

source: Instagram
ar: انستجرام

source: Isotope filters
ar: مرشحات النظائر

source: Tabs
ar: علامات التبويب

source: Single testimonials
ar: شهادات فردية

source: slick library
ar: مكتبة البقعة

source: WooCommerce global
ar: WooCommerce عالمي

source: Woocommerce archive
ar: أرشيف Woocommerce

source: WooCommerce cart widget
ar: أداة عربة WooCommerce

source: Swatches style
ar: حوامل الاسلوب

source: Yith Compare
ar: ييث قارن

source: Infinite scroll load more
ar: التمرير اللانهائي تحميل أكثر

source: Catalog mode
ar: وضع الكتالوج

source: Shop full width
ar: متجر بالعرض الكامل

source: Products full screen
ar: المنتجات بملء الشاشة

source: Special cart/checkout breadcrumbs
ar: فتات كرت عربة / الخروج الخاص

source: Filter area
ar: منطقة التصفية

source: Popup added to cart
ar: تمت إضافة نافذة منبثقة إلى عربة التسوق

source: Cart page
ar: صفحة سلة التسوق

source: Checkout page
ar: صفحة الدفع

source: Thank you page
ar: صفحة شكرا لك

source: Account page
ar: صفحة الحساب

source: wishlist page
ar: صفحة قائمة الرغبات

source: Product view default
ar: عرض المنتج الافتراضي

source: Product view mask
ar: قناع عرض المنتج

source: Product view mask2
ar: قناع عرض المنتج 2

source: Product view mask3
ar: قناع عرض المنتج 3

source: Product view light
ar: ضوء عرض المنتج

source: Product booking
ar: حجز المنتج

source: Product view menu
ar: قائمة عرض المنتج

source: Product view info
ar: معلومات عرض المنتج

source: Product view overlay
ar: عرض المنتج تراكب

source: Product content custom
ar: محتوى المنتج مخصص

source: Single product
ar: منتج واحد

source: Single product elements
ar: عناصر المنتج الواحد

source: Single product booking
ar: حجز منتج واحد

source: Single product right
ar: منتج واحد صحيح

source: Single product wide
ar: منتج واحد على نطاق واسع

source: Single product sticky cart
ar: عربة لزجة منتج واحد

source: Single product request quote
ar: منتج واحد اقتباس طلب

source: Single product builder
ar: باني منتج واحد

source: bbPress styles
ar: أنماط bbPress

source: Dokan styles
ar: أنماط دوكان

source: WCFMmp styles
ar: أنماط WCFMmp

source: Wcmp styles
ar: أنماط Wcmp

source: Cookie-notice styles
ar: أنماط إشعار ملفات تعريف الارتباط

source: WPBakery styles
ar: أنماط WPBakery

source: Global etheme script
ar: نص إيثيم عالمي

source: Breadcrumbs effect mouse
ar: تأثير الفأرة فتات الخبز

source: Breadcrumbs effect text scroll
ar: تأثير نص التمرير فتات الخبز

source: Fixed Header
ar: رأس الصفحة ثابت

source: Swiper slider
ar: سويبر المنزلق

source: Etheme Tabs
ar: علامات Etheme

source: Fancy select library
ar: مكتبة الاختيار الوهمية

source: Sticky kit library
ar: مكتبة الأدوات اللاصقة

source: Etheme Optimize
ar: Etheme الأمثل

source: Images loaded library
ar: مكتبة الصور المحملة

source: Slick slider library
ar: مكتبة المنزلق البقعة

source: Isotope
ar: النظائر

source: jQuery lazyload library
ar: مكتبة jQuery lazyload

source: Photoswipe library
ar: مكتبة الفوتوسويب

source: Sticky sidebar
ar: تمكين الشريط الجانبي المنزلق

source: Widgets show more
ar: الحاجيات تظهر أكثر

source: Product categories widget accordion
ar: فئات المنتجات القطعة الأكورديون

source: Navigation menu widget
ar: قطعة قائمة التنقل

source: Post backstretch
ar: بعد الظهر

source: Comments form validation
ar: التحقق من صحة شكل التعليقات

source: Etheme Mini-cart
ar: عناصر العربة الصغيرة

source: Mobile Panel
ar: لوحة المحمول

source: One page menu
ar: قائمة صفحة واحدة

source: Menu item on click
ar: عنصر القائمة عند النقر

source: Menu item on touch
ar: عنصر القائمة على اللمس

source: Menu posts
ar: مشاركات القائمة

source: Promo text carousel
ar: مكتبة النص الترويجي

source: WooCommerce
ar: ووكومرس

source: Single product sticky images
ar: صور لزجة منتج واحد

source: Single product vertical gallery
ar: معرض عمودي لمنتج واحد

source: Single product variation gallery
ar: معرض أشكال منتج واحد

source: Call popup (request quote)
ar: مكالمة منبثقة (طلب عرض أسعار)

source: Cart progress bar
ar: شريط تقدم سلة التسوق

source: Cart/Checkout countdown
ar: العد التنازلي لسلة التسوق / الخروج

source: Filters area
ar: منطقة المرشحات

source: The look
ar: المظهر

source: Countdown
ar: العد التنازلي

source: Infinite scroll & ajax pagination
ar: التمرير اللانهائي & ترقيم الصفحات أياكس

source: Etheme Advanced Tabs widget
ar: أداة عناصر علامات التبويب المتقدمة

source: Etheme General Tabs widget
ar: أداة علامات التبويب العامة Etheme

source: Etheme MailChimp widget
ar: عناصر قطعة البريد

source: Etheme Countdown Elementor widget
ar: أداة واجهة عناصر العد التنازلي
